Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: has been credited to your Virtual money account
vi: vừa được nạp vào tài khoản của bạn

source: "I work with a number of affiliate companies, and %1 is by far the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need to succeed. To top it all off they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
vi: "Tôi đã làm việc với rất nhiều công ty đại lý, và trong số đó 1% rất thân thiện và hữu dụng. Công ty này rất nhiệt tình với đại lý, cung cấp công cụ, lời khuyên và luôn sẵn sàng hỗ trợ khi cần; trên hết chính là công ty này có nhiều chính sách trả lãi cực tốt so với nhiều đối thủ cạnh tranh khác" - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.

source: %1 - Trading Limits
vi: %1 - Giới hạn giao dịch

source: %1 Affiliate Program Terms and Conditions
vi: Điều kiện và điều khoản chương trình đại lý %1

source: %1 Period
vi: giai đoạn của %1

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
vi: 1% còn cung cấp bài kiểm tra trực tuyến đánh giá những rủi ro khi cá cược, ngoài ra còn hỗ trợ máy tính cá cược có tính năng tính mức chi phí bạn có thể bỏ ra.

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
vi: 1% là thị trường có thể quay lại mức giá 1000 vào thời điểm bắt đầu từng ngày giao dịch (00:00:00 GMT), và tất cả giao dịch sẽ hoàn tất trước thời điểm cuối ngày (23:59:59 GMT).

source: %1 are the REST-style parameters to the service e.g. "/forex".
vi: 1% là tập hợp những thông số phong cách REST trong ngành như "/forex".

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
vi: %1 xác nhận chủ quyền khách hàng ngay thời điểm liên hệ đầu tiên của bạn với khách viếng thăm. Bạn, với vai trò liên kết, sẽ là đại lý giới thiệu cho %1. Chúng tôi cho phép quyền từ chối khách hàng (hoặc đóng tài khoản của họ) khi cần thiết nhằm mục đích đáp ứng những yêu cầu phát sinh định kỳ của chúng tôi.

source: %1 does not charge any transfer fees.
vi: %1 không tính phí chuyển đổi.

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices and commodities.
vi: %1 mang lại cơ hội dễ dàng và đầy hào hứng gia nhập thị trường tài chính. Giao dịch ít khoảng $1 đô la Mỹ với nhiều loại tiền tệ, chỉ số, và hàng hóa khác.

source: %1 gives you many different ways to trade on the markets. Learn more about each contract type by clicking on the links below.
vi: %1 cung cấp nhiều phương thức giao dịch trên thị trường. Xem thêm về từng loại hợp đồng bằng cách nhấn vào đường dẫn bên dưới.

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
vi: %1 tạo nhiều chỉ số ngẫu nhiên, từ đó bạn có thể giao dịch 24/7. Bạn có thể giao dịch ngẫu nhiên với mọi loại hợp đồng:

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
vi: %1 có hàng ngàn khách hàng với nhiều vị thế khác nhau trong thị trường tài chính, từ đó thu lợi từ những giao dịch này.

source: %1 is a Base64-encoding of %2.
vi: %1 được mã hóa bởi Base64-encoding của %2.

source: %1 is a new OAuth2 access token.
vi: %1 là là đoạn mã ngẫu nhiên mới OAuth2.

source: %1 is a new OAuth2 authorization code.
vi: %1 là dạng mã nhận dạng OAuth2 mới.

source: %1 is any binary.com API service e.g. "/markets".
vi: %1 là dịch vụ chứng khoán binary API ví dụ như "/markets".

source: %1 is entirely web-based and requires no software installation.
vi: %1 hoàn toàn dựa trên nền tảng web, không yêu cầu cài đặt bất kỳ phần mềm nào.

source: %1 is for your own internal reference; optional.
vi: %1 là nơi tham khảo nội bộ của riêng bạn; tùy chọn.

source: %1 is tailored to traders of all levels.
vi: %1 được thiết kế dành cho nhà giao dịch ở mọi cấp độ.

source: %1 is the award-winning industry pioneer in online options trading. We boast:
vi: %1 là cánh chim đầu đàn trong ngành công nghiệp giao dịch trực tuyến, đã đạt giải thưởng danh dự. Chúng tôi tự hào:

source: %1 is the lifetime in seconds of the new access token.
vi: %1 là nơi các thao tác được tính bằng giây.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance.
vi: %1 là trang web trên ứng dụng của bạn, quản lý bước quay lại. Đường dẫn này phải được đăng ký trước với chúng tôi.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance. For mobile apps, this could for example use a custom URI scheme.
vi: %1 là trang web trên ứng dụng của bạn, quản lý bước quay lại. Đường dẫn này phải được đăng ký trước với chúng tôi. Ví dụ đối với ứng dụng điện thoại, tính năng này có thể dùng URI tùy chọn.

source: %1 is the same endpoint used during authentication.
vi: %1 chính là điểm đến cuối cùng dùng trong suốt quá trình xác nhận.

source: %1 is the scope level that was granted.
vi: %1 hứa hẹn mang đến lợi ích tầm cao.

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
vi: %1 mang đến thật nhiều phương án ký quỹ thông dụng và phương pháp rút tiền, từ thẻ tín dụng, thẻ ghi nợ, hay điện chuyển khoản ngân hàng, e-cash và e-wallet.

source: %1 offers five ways to trade your chosen asset:
vi: %1 cung cấp 5 phương án giao dịch tài sản đã chọn:

source: %1 offers the commission plan below:
vi: %1 cung cấp chế độ hoa hồng như sau:

source: %1 offers the world's financial markets in a simple, user-friendly platform.
vi: %1 mang đến thị trường tài chính tầm vóc quốc tế với giao diện đơn giản, thân thiện và dễ sử dụng.

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
vi: Giá của %1 chuẩn đối với những lựa chọn trên thị trường ngân hàng quốc tế, vì thế bạn luôn được giá tốt nhất cho giao dịch của mình.

source: %1 provides <a href="%2">Self Exclusion</a> facilities which allow you to set limits on your account.
vi: %1 cung cấp tiện nghi <a href="%2">Self Exclusion</a> giúp bạn có thể đặt giới hạn cho tài khoản của bạn.

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
vi: %1 cung cấp nhiều dạng biểu đồ giúp bạn xác định thị trường giao dịch. Hãy thử ngay nào.

source: %1 provides approved business partners with a REST-style application programming interface (API) over the internet. The API provides the following functionality:
vi: %1 liên kết nhiều đối tác kinh doanh với ứng dụng phong cách REST giao diện (API) trên internet. API mang đến những tính năng sau:

source: %1 provides you with the opportunity to either self-exclude or <a href="%2">set limits on your trading activities</a> on this website. You may also <a href="%3">contact us</a> to state the limits you wish to set via live chat, email or phone. Available limits are:
vi: %1 mang đến cơ hội tự loại trừ hoặc đặt giới hạn <a href="%2"> trong hoạt động giao dịch của bạn </a> trên trang web này. Bạn cũng có thể <a href="%3">contact us</a> nhằm đặt giới hạn mong muốn thông qua chat trực tiếp, email hoặc điện thoại. Những giới hạn có sẵn:

source: %1 transactions may not be performed with this account.
vi: Giao dịch %1 có thể không hoạt động với tài khoản này.

source: %1 was found in the same JSON structure which supplied the original access_token.
vi: %1 có cấu trúc JSON có thể cung cấp access token nguyên gốc.

source: %1 was returned by the authentication procedure.
vi: %1 đã được trả lại bởi quy trình xác thực.

source: %1 will be provided to you on registration.
vi: %1 sẽ được cung cấp khi đăng ký.

source: %1's API conforms to the Representational State Transfer (REST) model.
vi: API của %1 tuân theo khuôn mẫu REST (Representational State Transfer).

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
vi: Chỉ số ngẫu nhiên của %1 chính là %2, %3, %4, và %5. Những chỉ số này tương đương với mức độ thay đổi của 25%, 50%, 75% và 100%

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
vi: Công nghệ định giá đã có bằng sáng chế của %1 cho phép bạn nhận lãi bằng với các nhà giao dịch trên thị trường ngân hàng thế giới.

source: %1: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
vi: %1: giao diện giao dịch trực tuyến dành cho cá cược chứng khoán binary option trong thị trường ngoại hối, chỉ số, hàng hóa và chỉ số thông minh

source: %1’s Smart FX are smart markets that measure the value of a currency against a basket of major currencies.
vi: Chỉ số Smart FX %1 là dạng chỉ số thông minh đo lường giá trị của một loại tiền tệ so với những tiền tệ chính khác.

source: %1’s exclusive Smart Markets are built to key on a particular subset of the world’s markets. With a price derived from related assets, Smart Markets allow traders to take positions on a variety of market action.
vi: Chỉ số Smart %1 mở rộng được tích hợp nhằm mã khóa tập hợp con đặc biệt trong thị trường thế giới. Với giá dựa vào những tài sản liên quan, chỉ số thông minh cho phép người giao dịch chọn nhiều vị trí trong vô vàn những động thái thị trường.

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
vi: %2 hỗ trợ tài khoản tiền ảo từ đó bạn có thể chộp được phút đi xuống của các binary đang giao dịch. Tại sao không <a class="pjaxload" href="%1"> mở ngay tài khoản tiền ảo $10k miễn phí với đầy đủ tính năng </a>, từ đó bắt đầu học cách giao dịch.

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
vi: %ctx (Nếu bạn nhìn lên bầu trời) bạn sẽ thấy %plural(%1,một ngôi sao, %d nhiều ngôi sao).

source: &#8220;Binary.com is one of the oldest and trustworthy partners we ever had. We have worked together for many years.&#8221;
vi: &#8220;Binary.com là một trong những đối tác lâu nhất và đáng tin cậy nhất của chúng tôi. Hai bên đã làm việc cùng nhau trong rất nhiều năm.&#8221;

source: &#8220;We have used www.binary.com for the last 8 years and highly recommend binary to all our members worldwide&#8221;
vi: &#8220;chúng tôi đã dùng www.binary.com trong 8 năm qua và rất tin tưởng giới thiệu binary đến tất cả thành viên trên toàn thế giới&#8221;

source: (Bejing/CST -8 hours)
vi: (Bejing/CST -8 tiếng)

source: (One) Touch trades
vi: (Một) giao dịch Touch

source: (delayed)
vi: (đã hoãn)

source: * Tax Free: In many countries, but always consult a qualified tax advisor.
vi: * Miễn phí Thuế: trên nhiều nước, luôn có một người tư vấn về thuế.

source: 1. Choose the Underlying
vi: 1. Chọn Ưu tiên

source: 10min
vi: 10 phút

source: 1w
vi: 1 tuần

source: 1y
vi: 1 năm

source: 2-way pricing
vi: Giá 2 chiều

source: 2. Choose the Duration of the Trade
vi: 2. Chọn Thời hạn và Giao dịch

source: 2d
vi: 2 ngày

source: 2w
vi: 2 tuần

source: 3 - 30 characters.
vi: 3-30 chữ cái.

source: 3. Choose how you want to Trade the Market
vi: 3. Chọn cách thức giao dịch trên thị trường

source: 3m
vi: 3 phút

source: 4. Choose your Payout
vi: 4. Chọn Tiền xuất chi

source: 5d
vi: 5 ngày

source: 6h
vi: 6 giờ

source: <a href="%1" target="_blank">Learn more about our corporate culture.</a>
vi: <a href="%1" target="_blank"> Xem thêm về văn hóa tập đoàn.</a>

source: <br>Your Cashier and Settings sections are locked as per your request</strong> - if you wish to unlock them, please enter the password.
vi: <br>Thu ngân và phần cài đặt đã bị khóa do yêu cầu của bạn </strong> - nếu bạn muốn mở khóa, vui lòng nhập mật khẩu.

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
vi: <option value=""></option><option value="01">Tháng 01</option><option value="02">Tháng 02</option><option value="03">Tháng 03</option><option value="04">Tháng 4</option><option value="05">Tháng 5</option><option value="06">Tháng 6</option><option value="07">Tháng 7</option><option value="08">Tháng 8</option><option value="09">Tháng 9</option><option value="10">Tháng 10</option><option value="11">Tháng 11</option><option value="12">Tháng 12</option>

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
vi: <p><strong>Báo cáo chi tiết</strong>: Báo cáo chi tiết thể hiện hoạt động của chỉ số thu nhập. Dùng bộ lọc và lựa chọn cột để chia báo cáo theo ý muốn.</p>↵ <p><strong>báo cáo người chơi</strong>: Báo cáo người chơi thể hiện sự phân chia thông số trên từng người chơi. Dùng bộ lọc để xem báo cáo.</p>↵ <p><strong>Thu nhập hàng ngày</strong>: Báo cáo hoa hồng hiển thị hoa hồng thu thập mỗi ngày, tính theo trang/ sản phẩm.</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
vi: <p>Khách hàng là người tìm đến nhờ công cụ tiếp thị của bạn, họ cũng ký quỹ tiền vào tài khoản %1 của họ. Họ phải đáp ứng các tiêu chuẩn sau: </p>↵ ↵ <ul class='checked'>↵ <li>Trước đây chưa từng là khách hàng của %1</li>↵ <li>Ký quỹ mức thấp nhất.</li>↵ <li>Hơn 18 tuổi.</li>↵ </ul>

source: <p>In only a short space of time since their inception, binary options are fast becoming a popular trading product. The numerous binary options trading platforms subsequently being created support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.</p> <p>Binary options trading is a high profit market where there's a place for everyone [including you] to take a cut of the pie!</p>
vi: <p>Chỉ trong một thời gian ngắn từ khi ra đời, cá cược chứng khoán binary option nhanh chóng trở thành sản phẩm giao dịch chạy nhất trên thị trường. Hàng loạt giao diện giao dịch cá cược chứng khoán binary option ra đời theo cấp số nhân và trở thành xu hướng. Trở thành nhà liên kết ngay hôm nay, bạn sẽ có cơ hội kiếm lời nhanh chóng thông qua cách thức đang rất thịnh hàng này.</p>↵ <p>Giao dịch cá cược chứng khoán binary option là thị trường lãi cao, có chỗ cho tất cả mọi người [bao gồm cả bạn]!</p>

source: <p>Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.</p>
vi: <p>Vui lòng bỏ chút thời gian xác nhận danh tính bằng cách trả lời câu hỏi bí mật và nêu ngày sinh của bạn bên dưới.</p>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
vi: <p>Rất tiếc đã có lỗi xảy ra. Vui lòng <a href="%1"> thử đăng nhập vào hệ thống Thu ngân của chúng tôi</a> again.</p>

source: <p>The %1 affiliate program enables you to benefit from referring clients to the %1 site. %1 growth and success is shared with affiliates who have the ability to bring new Clients to the site.</p> <p>If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.</p> <p>Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.</p> <p>Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.</p> <p>Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.</p>
vi: <p>Chương trình liên kết %1 cho phép bạn nhận lãi từ việc giới thiệu khách đến với trang %1. Thành công của %1 sẽ được chia sẻ với những liên kết mang đến nhiều khách hàng cho chúng tôi.</p>↵ <p>Nếu bạn là nhà chứng khoán, chúng tôi rất hân hạnh làm việc cùng bạn. Bạn sẽ giới thiệu khách đến với sản phẩm mới độc đáo đầy ưu việt của chúng tôi - giao diện giao dịch %1.</p>↵ <p>Khách hàng của bạn sẽ rất hài lòng với giao diện giao dịch %1 vì chúng tôi mang lại trải nghiệm giao dịch đáp ứng nhu cầu khách hàng, đặc biệt chú tâm vào ý muốn của số đông khách hàng.</p>↵ <p>Nhà giao dịch Novice có thể dùng giao diện cá cược hình ảnh của chúng tôi để tìm hiểu thêm về giao dịch, cách thức giao dịch và kinh nghiệm thật trong giao dịch.</p>↵ <p>Nhà giao dịch thời vụ đến với giao diện %1 có thể tận hưởng mọi quyền lợi giao dịch và công cụ phân tích có sẵn của chúng tôi.</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
vi: <p>Đúng vậy. Vui lòng liên hệ quản lý tài khoản của bạn nếu bạn có nhu cầu đặt biểu ngữ tùy chọn, lúc đó hãy cung cấp cho người quản lý những thông tin sau:</p>↵ <ul class='checked'>↵ <li>Cỡ ảnh.</li>↵ <li>Cấu hình File.</li>↵ <li>Ngôn ngữ mong muốn.</li>↵ <li>Đường dẫn trang hiển thị biểu ngữ.</li>↵ <li>Nơi đăng biểu ngữ.</li>↵ <li>Màu sắc bạn muốn cài đặt cho biểu ngữ.</li>↵ <li>Thông điệp của biểu ngữ.</li>↵ </ul>

source: <span>All durations:</span> from 10 seconds to 365 days.
vi: <span>Tất cả thời hạn:</span> từ 10 giây đến 365 ngày.

source: <span>All market conditions:</span> up/down, touch/no-touch, stays in/goes out.
vi: <span>Tất cả điều kiện thị trường:</span> trên/dưới, touch/no-touch, ở lại/ra ngoài.

source: <span>All markets:</span> currencies, stock indices, and commodities.
vi: <span>Tất cả thị trường:</span> tiền tệ, chỉ số, và hàng hóa.

source: <span>All payouts:</span> from $1 to $100,000.
vi: <span>Tất cả tiền xuất chi:</span> từ $1 đến $100,000.

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
vi: <strong>định giá 2 chiều</strong> - %1 cho phép giao dịch và giao dịch ngược, từ đó bạn sẽ được hỗ trợ giá minh bạch và công bằng.

source: <strong>All durations</strong> - from 10 seconds to 365 days.
vi: <strong>Tất cả thời hạn</strong> - từ 10 giây đến 365 ngày.

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
vi: <strong>Tất cả điều kiện thị trường</strong> - trên/dưới, touch/no-touch, ỏ lại/ra ngoài.

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
vi: <strong>Tất cả thị trường, tất cả điều kiện</strong> - tiền tệ giao dịch, chỉ số, và hàng hóa trong các loại thị trường lên, xuống, dao động ngang, tĩnh lặng, và không ổn định.

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
vi: <strong>Tất cả thị trường</strong> - tiền tệ, chỉ số cổ phiếu, và hàng hóa.

source: <strong>All payouts</strong> - from $1 to $100,000.
vi: <strong>Tất cả tiền xuất chi</strong> - từ $1 đến $100,000.

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
vi: <strong>Giá Benchmark</strong> - %1 benchmark giá hàng ngày đối lại với thị trường phái sinh ngân hàng quốc tế.

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
vi: <strong>Giá thực hiện hiệu quả hơn!</strong><br /> Giá vừa chuyển theo ý bạn từ %1 đến %2.

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
vi: <strong>Hàng hóa</strong> - hàng hóa giao dịch chính như vàng và dầu.

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
vi: <strong>Tiền tệ</strong> - giao dịch tất cả cặp FX chính, suốt ngày suốt đêm.

source: <strong>Currencies</strong> - trade all major FX pairs.
vi: <strong>Tiền tệ</strong> - giao dịch tất cả cặp FX chính.

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
vi: <strong>Thị trường giảm</strong> - chọn giao dịch giảm, giao dịch thấp, giao dịch một touch với hàng rào thấp, hoặc giao dịch no-touch với hàng rào cao.

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
vi: <strong>Cao hơn/Thấp hơn</strong> - dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu.

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
vi: <strong>Cao hơn/Thấp hơn</strong> - nơi bạn có thể có lãi khi thị trường kết thúc thấp hoặc cao hơn giá mục tiêu.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
vi: <strong>THÔNG BÁO QUAN TRỌNG</strong> - %1 không liên kết với bất kỳ Đại lý thanh toán nào nêu trên. Từng Đại lý thanh toán hoạt động với vai trò một nhà cung cấp dịch vụ độc lập và chưa được chứng thực, bảo đảm và chấp thuận bởi %1. KHÁCH HÀNG TỰ GIAO DỊCH VỚI CAC2 ĐẠI LÝ THANH TOÁN VÀ CHỊU MỌI RỦI RO PHÁT SINH. Chúng tôi khuyên khách hàng nên tìm hiểu kỹ lịch sử hoạt động của các Đại lý thanh toán trước khi gửi tiền cho họ. Dưới bất kỳ tình huống nào, %1 đều không chịu trách nhiệm cho những giao dịch giữa khách với các đại lý nêu trên.
