Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: All
vi: Tất cả

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
vi: Mọi chi tiết thẻ tín dụng được chuyển trực tiếp đến hệ thống thẻ visa/master thông qua công nghệ giải mã SSL mới nhất, tuân theo qui định của ngân hàng.

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
vi: Mọi quan điểm, tin tức, phân tích, giá hoặc thông tin khác trên trang này đều được cung cấp dưới dạng thông tin thị trường phổ biến, không phải lời khuyên hay gợi ý giao dịch. %1 sẽ không chịu trách nhiệm với bấy kỳ thua lỗ, mất mát nào phát sinh trực tiếp hoặc gián tiếp từ việc sử dụng những thông tin nêu trên.

source: All times are in GMT (Greenwich Mean Time).
vi: Thời gian đều tính theo GMT (Giờ trung bình tại Greenwich).

source: All you need to do is follow the instructions in the email we just sent you. The e-mail subject-line reads, <strong>New Password Request</strong>.
vi: Tất cả những gì bạn cần là làm theo hướng dẫn trong email chúng tôi gửi cho bạn. Tiêu đề email là, <strong>Yêu cầu Mật khẩu mới</strong>.

source: Although the Company has and retains all rights to refuse or to close a Client’s account, the Company does warrant that all contractual obligations already made, shall be honoured.
vi: Mặc dù công ty cho phép khách có quyền từ chối hoặc đóng tài khoản, chúng tôi vẫn đảm bảo những hợp đồng nào đã thỏa thuận xong sẽ được nghiêm túc chấp hành.

source: Amount
vi: Số lượng

source: Amount must be a positive number.
vi: Số tiền phải là số dương.

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
vi: Giao dịch kết thúc ở giữa xuất chi nếu giá thoát thị trường cao hơn rất nhiều so với giá thấp mục tiêu VÀ thấp hơn rất nhiều so với giá cao mục tiêu. Binary kết thúc bên ngoài xuất chi nếu giá thoát thị trường cao hơn rất nhiều so với giá cao mục tiêu HOẶC thấp hơn rất nhiều so với giá thấp mục tiêu.

source: An additional password can be used to restrict access to the Cashier and Settings areas.
vi: Mật khẩu phụ có thể dùng hạn chế truy cập của bộ phận Thu ngân và Cài đặt.

source: An automatically generated <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resource Summary</a> is also available.
vi: Bản tóm tắt nguồn <a href="https://apigee.com/rmg/resources/binary1" target="_blank"> tự động tính và hiển thị </a> cũng đã đi vào sử dụng.

source: An error occurred while processing request. If this error persists, please contact customer support
vi: Đã xảy ra lỗi khi xử lý yêu cầu. Nếu lỗi vẫn lặp lại, vui lòng liên hệ dịch vụ chăm sóc khách hàng

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
vi: Chỉ số dựa trên sự chênh lệch giữa 2 biến số động dưới dạng phần trăm. PPO được tính bằng cách lấy biến số động dài hơn trừ biến số động ngắn hơn, sau đó chia hiệu này cho biến số động dài hơn.

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
vi: Chỉ số đo lường mức không ổn định của chế độ bảo mật. Giá trị ATR cao cho thấy tính không ổn định cao và có thể cho thấy việc bán đổ bán tháo hoặc mua vào ồ ạt. Chỉ số ATR thấp thể hiện những chuyển động bên rìa của cổ phiếu.

source: An issue has been encountered with the information you provided. Please contact Customer Support
vi: Đã có lỗi xảy ra với thông tin bạn điền vào. Vui lòng liên hệ bộ phận Chăm sóc khách hàng

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
vi: Biến số dao động sẽ thu nhặt thông tin ở nhiều thời điểm khác nhau vào thành một con số. Ba mức thời điểm khác nhau được dùng để gộp, thường là mức 7 ngày, 14 ngày, và 28 ngày. Biến số dao động thường biến thiên giữa 0 và 100 với 50 là dòng trung gian. 70 và 30 được sử dụng dạng mức mua quá mức/bán quá mức.

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
vi: Biến số hiển thị tỷ lệ thay đổi giá (khác với mức thực của chính các giá này). Biến số này được tính bằng cách lấy mức chênh lệch về giá trong một khoảng thời gian nhất định. Giá trị dương hoặc âm này dao động xung quanh dòng số 0.

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
vi: Biến số dùng nhận dạng RSI (Chỉ số sức mạnh tương đối) mua quá mức hoặc bán quá mức. Bởi vì RSI có thể dùng trong thời hạn mở rộng mà không cần trở nên mua quá mức (trên 70) hoặc bán quá mức (dưới 30), cổ phiếu RSI cung cấp phương tiện thay thế để nhận dạng những mức giới hạn này.

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
vi: Những ngày cuối tuần có thể đưa bạn đến những nơi xa xôi với phong cảnh đẹp và đầy hấp dẫn trên thế giới.

source: Andrei Asavei <span>Top Binary Options Brokers</span>
vi: Andrei Asavei <span>Nhà chứng khoán hàng đầu về cá cược binary option</span>

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
vi: Một giải thưởng lớn khác. Lần này chúng tôi được đề cử bởi các khách hàng trên trang Đánh giá Tài chính và Ngân hàng toàn cầu và được chấm điểm bởi những chuyên gia và nhà phân tích trong ngành những người này đã ghi nhận sự tin cậy dành cho chúng tôi trong suốt 13 năm về loại giao dịch phong phú, giá, dịch vụ khách hàng và kiến thức chuyên sâu.

source: Answer to secret question
vi: Trả lời câu hỏi bí mật

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
vi: Bất cứ thay đổi nào về chính sách bảo mật sẽ được đăng trên trang web của chúng tôi. Trong trường hợp thay đổi ảnh hưởng trực tiếp đến việc sử dụng kinh tế thông tin cá nhân của bạn, chúng tôi sẽ yêu cầu văn bản ủy quyền của bạn trước khi áp dụng thay đổi vào tài khoản của bạn.

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 is liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
vi: Bất cứ dạng thư rác nào đều dẫn tới tài khoản của bạn bị đánh dấu Cần xem xét và tất cả quỹ sẽ bị hoãn lại nếu bạn muốn rút sau đó chúng tôi sẽ điều tra tài khoản của bạn. Bạn cần nhớ %1 chịu trách nhiệm cho những chi phí phát sinh do thư rác và những chi phí này cũng sẽ khấu trừ vào tài khoản của bạn. Theo đó mức tiền sẽ được xác định một cách công bằng và có thể chấp nhận được dựa trên niềm tin sẵn có ngoài ra mức tiền này sẽ được pháp luật qui định và sẽ thông qua sự chấp thuận của bạn như những thỏa thuận ban đầu khi bạn đăng ký làm đại lý %1.

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
vi: Bất cứ thông tin nào trong những trang này và/hoặc email hoặc thư tin tức gửi từ công ty hoặc những đối tượng liên quan khác, không được xem như lời khuyên đầu tư và tài chính và công ty sẽ không nhận bất cứ trách nhiệm nào, cũng sẽ không nhận trách nhiệm cho mức độ chính xác hay độ bao hàm của thông tin trên trang này.

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
vi: Bất cứ thông báo nào xuất phát từ Hợp đồng này gửi đến công ty phải được email tới %1. Công ty sẽ gửi cho bạn những thông báo liên quan đến Hợp đồng này thông qua địa chỉ email bạn cung cấp trên bảng đăng ký hoặc địa chỉ email khác do bạn đề nghị với công ty.

source: Anyone over the age 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
vi: Bất kỳ ai trên 18 tuổi [đã đồng ý với những điều kiện và điều khoản của %1], và những ai không cư ngụ tại một trong những 'nước đóng cửa' đều có thể giao dịch với %1.

source: Application Name
vi: Tên ứng dụng

source: Apply for access
vi: Đăng ký để tham gia

source: Apply to become Payment Agent
vi: Đăng ký trở thành Đại lý Thanh toán

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
vi: Đăng ký để trở thành đại lý thanh toán <a class="pjaxload" href="%2">của %1</a>.

source: Apr
vi: Tháng 4

source: April
vi: Tháng 4

source: Are there any costs?
vi: Có phải trả phí không?

source: Are you ready?
vi: Bạn đã sẵn sàng chưa?

source: Are you sure you want to delete '#1'?
vi: Bạn có chắc muốn xóa '#1'?

source: Are you sure you want to delete all workspaces?
vi: Bạn có chắc muốn xóa tất cả không gian làm việc?

source: Are your site visitors interested in:
vi: Khách đến thăm trang của bạn có hứng thú với:

source: Aroon Up/Down
vi: Aroon lên/xuống

source: AroonOsc
vi: Biến số Aroon

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
vi: Ngay khi bạn nhấn vào nút "MUA", giao dịch của bạn sẽ đăng ký vào tài khoản. Giá giao dịch sẽ tiếp tục cập nhật theo thời gian.

source: Asian
vi: Người châu Á

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
vi: Những lựa chọn châu Á ổn định bằng cách so sánh <strong> tick cuối cùng</strong> cùng với mức trung bình qua khoảng thời gian.

source: Asians
vi: Những người châu Á

source: Ask
vi: Hỏi

source: Asset
vi: Tài sản

source: Asset Index
vi: Chỉ số tài sản

source: At a suitable stage in your application, when authorisation by a %1 end-user is required, re-direct the end-user's browser to this URL:
vi: Vào thời điểm xác định trong ứng dụng của bạn, khi việc xác thực bởi người dùng cuối cùng %1 là bắt buộc, sẽ chuyển trình duyệt của người dùng cuối cùng đến URL này:

source: Aug
vi: Tháng 8

source: August
vi: Tháng 8

source: Authenticate
vi: Xác thực

source: Authenticate to Withdraw
vi: Xác thực để rút tiền

source: Authenticate your Account
vi: Xác thực tài khoản của bạn

source: Authenticated
vi: Đã xác thực

source: Authentication
vi: Sự chứng thực

source: Authorization: Basic %1
vi: Giấy phép: Cơ bản %1

source: Authorization: Bearer %1
vi: Giấy phép: Bearer %1

source: Average
vi: Trung bình

source: Average Change
vi: Thay đổi trung bình

source: Average Change = Average Close - Average Open, for the period selected
vi: Thay đổi trung bình = Đóng trung bình - Mở trung bình, trong một khoảng thời gian xác định được chọn

source: Avg Directional Index
vi: Chỉ số trực tiếp trung bình (ADX)

source: Avg True Range
vi: Khoảng dao động trung bình

source: Award-winning, patented financial trading platform
vi: Giao diện giao dịch tài chính có bằng sáng chế và nhận được nhiều giải thưởng

source: BACK TO HOMEPAGE
vi: QUAY VỀ TRANG CHỦ

source: BOM Charts Workspace
vi: Không gian làm việc biểu đồ BOM

source: Back
vi: Quay lại

source: Balance
vi: Số dư tài khoản

source: Bank wire/Money transfer
vi: Điện chuyển khoản ngân hàng/ Chuyển tiền

source: Bank your way
vi: Ngân hàng hóa cách thức của bạn

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
vi: Thông báo của Ngân hàng/Hiệp hội tín dụng/Xã hội xây dựng/Thẻ tín dụng/ghi nợ hoặc hộ chiếu (trong vòng 3 tháng gần nhất).

source: Banking
vi: Ngân hàng

source: Bankruptcy Filing
vi: Thông báo phá sản

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
vi: Ngân hàng, quỹ hedge và những nhà đầu tư chuyên nghiệp thường giao dịch cá cược chứng khoán binary option trên thị trường chứng khoán phi tập trung. Nhiều chuyên gia tin dùng giao diện %1 chính nhờ vào lượng giao dịch cao và linh hoạt.

source: Bar HLC Chart
vi: Biểu đồ cột HLC

source: Bar OHLC Chart
vi: Biểu đồ cột OHLC

source: Barrier
vi: Hàng rào

source: Barrier From format error
vi: Hàng rào từ lỗi cấu hình

source: Barrier Step (%) out of limit
vi: Bước hàng rào (%) ngoài giới hạn

source: Barrier Step format error
vi: Lỗi cấu hình Bước Hàng rào

source: Barrier is out of acceptable range.
vi: Hàng rào ngoài ngưỡng chấp nhận.

source: Barrier may not be adjusted.
vi: Hàng rào có thể không được điều chỉnh.

source: Barrier must be at least
vi: Hàng rào ít nhất phải đạt

source: Barrier offset
vi: Bù lại hàng rào

source: Barrier outside acceptable range.
vi: Hàng rào ngoài ngưỡng chấp nhận.

source: Barrier terms
vi: Điều khoản hàng rào

source: Barrier(s)
vi: (Nhiều) Hàng rào

source: Barriers must be on either side of the spot.
vi: Hàng rào phải nằm trên một cạnh của đầu mút.

source: Basic Account review/update facilities
vi: Đánh giá tài khoản cơ bản/cập nhật tiện nghi

source: Before you proceed...
vi: Trước khi bạn tiếp tục...

source: Benefits of binary trading
vi: Lợi ích của giao dịch binary

source: Benefits of trading binaries
vi: Lợi ích của giao dịch binary

source: Best Tracking with "Forever Cookies"
vi: Theo dõi tốt nhất với "Cookie mãi mãi"

source: BetOnMarkets goes live
vi: BetOnMarkets đã có mặt

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
vi: BetOnMarkets.com có hơn 400,000 khách hàng trong kho và đạt 1 tỷ đô la Mỹ chỉ trong năm thứ 13, khiến cho chúng tôi trở thành một trong những nhà cung cấp giao dịch cố định hàng đầu.

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
vi: BetOnMarkets.com tăng tiền xuất chi đến 100,000 đô la Mỹ, Euro, bảng Anh và đô la Úc

source: BetOnMarkets.com is successfully rebranded Binary.com
vi: BetOnMarkets.com đã kế thừa thành công Binary.com

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
vi: BetOnMarkets.com đạt doanh thu 1 tỷ đô la Mỹ từ khi thành lập năm 1999

source: Bid
vi: Đấu giá

source: Binary (C.R.) S.A., registered in Costa Rica.
vi: Binary (C.R.) S.A., đăng ký tại Costa Rica.

source: Binary (Europe) Ltd has updated its <a class="pjaxload" href="%1">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a class="pjaxload" href="%1">Terms & Conditions</a>.
vi: Công ty TNHH Binary (châu Âu) vừa cập nhật <a class="pjaxload" href="%1">Điều kiện & Điều khoản</a>. Nhấn vào OK, bạn xác nhận rằng bạn đã đọc và chấp nhận <a class="pjaxload" href="%1">Điều kiện & Điều khoản được cập nhật</a>.

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825
vi: Công ty TNHH Binary (châu Âu), Tòa nhà Mompalao, Khu 2, ĐườngTower, Msida MSD1825

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated by the Malta Gaming Authority in Malta, licence no MGA/CL2/118/2000.
vi: Công ty TNHH Binary (châu Âu), Tòa nhà Mompalao, Khu 2, Đường Tower, Msida MSD1825, Malta. Cấp giấy phép và qui định bởi Cơ quan Trò chơi Malta tại Malta, số giấy phép MGA/CL2/118/2000.

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
vi: Công ty TNHH Binary (IOM), Tầng 1, Nhà Millennium, Đường Victoria, Douglas, IM2 4RW

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man. Current online gambling licence granted on the 31 August 2012.
vi: Công ty TNHH Binary (IOM), Tầng 1, Nhà Millennium, Đường Victoria, Douglas, Isle of Man, IM2 4RW. Cấp giấy phép và qui định bởi Hội đồng giám thị đánh bạc tại Isle of Man. Giấy phép đánh bạc trực tuyến hiện hành được câp ngày 31 tháng 8 năm 2012.

source: Binary Ltd, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is partly owned by the %1, a diversified mining group focused on the Asian Pacific region and listed on the Hong Kong exchange %2.
vi: Công ty TNHH Binary, trụ sở đăng ký tọa lạc tại <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, sở hữu một phần bở %1, một nhóm khai thác đa dạng tập trung vào khu vực châu Á Thái Bình Dương và giao dịch trên thị trường %2.

source: Binary Options Basics
vi: Cơ bản về Cá cược chứng khoán binary option

source: Binary Trading is simple to learn and to execute.
vi: Giao dịch binary học rất dễ và dễ vận hành.

source: Binary option
vi: Cá cược chứng khoán binary option

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
vi: Cá cược chứng khoán binary option rất dễ hiểu. Gọi là ‘binary’ là vì sẽ chỉ có 2 kết quả – thắng hoặc thua. Nếu bạn đoán đúng, bạn sẽ nhận được tiền xuất chi thỏa thuận vào lúc đầu giao dịch. Nếu không, bạn sẽ chỉ thua phần đã cá cược.

source: Binary options basics
vi: Cơ bản về cá cược chứng khoán binary option

source: Binary trading is flexible.
vi: Giao dịch binary rất linh hoạt.

source: Binary trading is ideal for both individuals and market professionals.
vi: Giao dịch binary lý tưởng cho cả cá nhân và những chuyên gia thị trường.

source: Binary trading is very simple.
vi: Giao dịch binary rất đơn giản.

source: Binary.com Open-Source Projects
vi: Dự án Nguồn-mở của Binary.com

source: Binary.com White Labels
vi: Chương trình White Label của Binary.com

source: Binary.com continues to innovate and grow
vi: Binary.com tiếp tục phát triển và hội nhập

source: Binary.com has over 800,000 clients in its database and reaches the US$2 billion milestone in our 15th year, making us one of the leading binary options providers.
vi: Binary.com có hơn 800,000 khách trong kho và đạt 2 tỷ đô la Mỹ trong năm thứ 15, giúp chúng tôi trở thành một trong những nhà cung cấp hàng đầu trong ngành.

source: Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
vi: Binary.com đạt 1 triệu người dùng, với mức quỹ lịch sử. Công ty tiếp tục phát triển vững vàng và ngày càng khẳng định vị trí của mình với vai trò dẫn đầu trong ngành.

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
vi: Binary.com là một nơi rất linh hoạt. Cũng như trụ sở, chúng tôi có đội ngũ nhân viên lựa chọn làm việc tại nhà trên toàn thế giới. Nếu điều này thích hợp với bạn, chúng tôi rất sẵn lòng.

source: Binary.com is a registered trademark.
vi: Binary.com là thương hiệu đã được đăng ký.

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
vi: Binary.com là thành viên năng động trong cộng đồng Perl và đang trong quá trình tải lên hàng loạt chương trình hữu dụng nội bộ <a target="_blank" href="%1">CPAN</a>. Nếu bạn quan tâm Perl, hãy đóng góp cho những chương trình này, và nộp yêu cầu kéo tại <a target="_blank" href="%2">github</a>.

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
vi: Binary.com là người đề xướng trong phong trào nguồn-mở và đang trong quá trình mở nguồn hàng loạt thành phần và nền tảng mã.

source: Binary.com is the award-winning industry pioneer in online options trading.
vi: Binary.com là cánh chim đầu đàn đạt giải thưởng trong ngành giao dịch option trực tuyến.

source: Binary.com now requires your email and password to log in. If you have both a real-money and a virtual-money account, please use the password from your real-money account.
vi: Binary.com now bắt buộc cung cấp email và mật khẩu khi đăng nhập. Nếu bạn có cả hai loại tài khoản tiền thật và tài khoản tổng tiền, vui lòng dùng mật khẩu từ tài khoản tiền thật.

source: Binary.com offers new ways to trade
vi: Binary.com cung cấp nhiều phương pháp giao dịch mới

source: Binary.com open-source projects
vi: Những dự án nguồn-mở của Binary.com

source: Binary.com reaches $2 billion turnover since starting in 1999
vi: Binary.com đạt 2 tỷ doanh thu từ khi ra đời năm 1999

source: Binary.com reaches 1 million registered users
vi: Binary.com đã có 1 triệu người dùng đăng ký
