Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
vi: Nếu bạn chọn "Tăng", bạn sẽ giành được tiền nếu <strong>giá giao ngay thoát khỏi thị trường</strong> hoàn toàn cao hơn<strong>giá giao ngay được nhập vào thị trường</strong>.

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
vi: Nếu bạn chọn "Ở giữa", bạn sẽ giành được tiền nếu thị trường giữa ở giữa(không chạm) vào hoặc là<strong> rào cản Cao</strong>hoặc là <strong>rào cản Thấp</strong> tại bất cứ thời điểm nào <strong>trong thời hạn hợp đồng</strong>.

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
vi: Nếu bạn chọn "Chạm", bạn sẽ giành được tiền nếu thị trường chạm tới<strong>rào cản</strong> tại bất kì thời điểm nào trong <strong>suốt kì hạn hợp đồng</strong>.

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
vi: Nếu bạn chọn "giảm", bạn sẽ giành được tiền nếu như giá thị trường thấp hơn<strong>giá giao ngay được nhập vào thị trường</strong>.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
vi: Nếu bạn chọn "giảm", bạn sẽ giành được tiền nếu giá thị trường thấp hơn giá giao ngay nhập vào thị trường.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
vi: Nếu bạn chọn "tăng", bạn sẽ giành được tiền nếu giá thị trường cao hơn<strong>giá giao ngay nhập vào thị trường</strong>.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
vi: Nếu bạn chọn "tăng", bạn sẽ giành được tiền nếu giá thị trường cao hơn giá giao ngay nhập vào thị trường.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
vi: Nếu bạn chọn<strong>thời gian bắt đầu</strong> trong tương lai, <strong>thời gian bắt đầu</strong> là cái đã được chọn và <strong>giá giao ngay nhập vào thị trường</strong> là giá có hiệu lực vào thời điểm đó.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
vi: Nếu bạn chọn<strong>thời gian bắt đầu</strong> "Ngay bây giờ",<strong>thời gian kết thúc</strong> là số giờ/ phút đã được chọn sau<strong>thời gian bắt đầu</strong> (nếu ít hơn một ngày trong thời hạn), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong thời hạn).

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
vi: Nếu bạn chọn <strong>thời gian bắt đầu</strong> "Ngay bây giờ",<strong>thời gian bắt đầu</strong> là khi hợp đồng được xử lý bởi trình duyệt của chúng tôi và <strong>giá giao ngay nhập vào thị trường</strong> là <strong>điểm biến động tiếp theo</strong>sau đó.

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
vi: Nếu bạn chọn <strong>thời gian kết thúc cụ thể</strong>, <strong>thời gian kết thúc</strong> là thời gian đã được lựa chọn.

source: If you wish to raise these limits, please authenticate your account.
vi: Nếu bạn muốn mở rộng những giới hạn này, vui lòng xác minh tài khoản của bạn.

source: If you would like to file a complaint with regards to our service, kindly contact us. We shall investigate your enquiry and a response will be given to your enquiry.
vi: Nếu bạn muốn khiếu kiện về dịch vụ của chúng tôi, hãy liên hệ với chúng tôi. Chúng tôi sẽ tìm hiểu yêu cầu của bạn và sẽ phản hồi lại ngay.

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
vi: Nếu bạn đang ở Châu Á, bạn có thể thấy %1 thu hút hơn bởi vì chúng đã được thiết lập lại thời gian đóng cửa thị trường Châu Á.

source: If your complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to the regulator or to an alternative dispute resolution entity.
vi: Nếu khiếu kiện của bạn liên quan tới kết quả giao dịch hoặc giao dịch vẫn chưa được giải quyết, nó sẽ chuyển sang tranh chấp. Bạn có thể sẽ không hài lòng với phản hồi của chúng tôi, bạn có thể kéo dài khiếu kiện hoặc thay thế người giải quyết tranh chấp.

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
vi: Nếu bạn là người giao dịch cá thể, bạn sẽ đánh giá cao tính đơn giản, linh hoạt và hạn chế rủi ro của giao dịch nhị phân. Với điểm thấp tối thiểu của %1, bạn sẽ sớm biết giao dịch khéo léo và tự tin. Và nếu bạn có thêm bất cứ câu hỏi nào, hãy truy cập vào <a class="pjaxload" href="%2">đội ngũ hỗ trợ hữu ích của chúng tôi</a>.

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
vi: Nếu bạn đang xây dựng sự nghiệp, và không có sơ yếu lí lịch, hãy nói với chúng tôi, Binary.com. Chúng tôi là một trong những nơi nào việc sôi động nhất và tiến bộ nhất về IT trên thế giới.

source: Imagine
vi: Tưởng tượng

source: Imagine a workplace that often doesn’t feel like work.
vi: Hãy tưởng tượng nơi làm việc sẽ không có cảm giác như bạn đang làm việc.

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
vi: Hãy tưởng tượng nơi làm việc giống như một hành trình độc lập và đầy sáng tạo luôn được coi trọng và được khen thưởng.

source: Improve Binary.com’s front-end content
vi: Cải thiện nội dung điểm kết thúc trước của Binary.com

source: In / Out
vi: Vào/ Ra

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
vi: Trong tháng Tư, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (đã từng được biết đến là <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) sẽ hoạt động, thiết lập một dịch vụ cá cược tài chính vòng tròn đồng hồ dựa trên các chỉ số tài chính đa dạng. Kinh tế phát triển nhanh chóng, và chúng ta cũng sớm trở thành người dẫn đầu thị trường trong lĩnh vực cá cược tài chính kèo 1×2(fixed odds).

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
vi: Tháng Mười năm 1999, Thị trường Nhiếp chính gia nhận được quỹ đầu tư $2 triệu Đô la Mỹ từ Jim Mellon thông qua Tập Đoàn Nhiếp chính gia Thái Bình Dương, một công ty quản lý quỹ của Hồng Kông.

source: In all circumstances, the Company reserves the right to make changes to these Terms and Conditions. If the Company elects to make any material changes to these Terms and Conditions, our clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client’s account maybe frozen, suspended or cancelled.
vi: Trong tất cả các trường hợp, Công ty có quyền thay đổi những Điều khoản và Điều kiện này. Nếu Công ty đưa ra bất kì đề xuất nào về việc thay đổi những Điều khoản và Điều kiện này, khách hàng của chúng tôi sẽ được thông báo trước và hoặc sẽ chấp thuận hoặc sẽ không chấp thuận. Nếu không chấp thuận sẽ gây ra vi phạm nghiêm trọng hiệp định này và tài khoản của khách hàng có thể bị đóng băng, bị đình chỉ hoặc bị hủy bỏ.

source: In any event of an error in current prices, published odds or trading software.
vi: Trong trường hợp có lỗi sai trong giá hiện hành, tỉ lệ cược được công bố hoặc phần mềm giao dịch.

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
vi: Trong loại Silicon Valley thông thường, Nhà doanh nghiệp và quản lý quỹ Hồng Kông, Jean-Yves Sireau, bắt đầu Thị trường Nhiếp chính gia trong phòng ngủ tại Hồng kông của ông. Ông phát triển hệ thống, phương pháp và thuật toán để thực hiện một hệ thống cá cược tài chính theo tỉ lệ cược cố định. Tầm nhìn của Jean-Yves đã tạo ra một thị trường đơn giản nhất của các hợp đồng phái sinh-cá cược theo tỉ lệ cược cố định- và cung cấp cho các nhà đầu tư nhỏ có cơ hội tham gia cá cược nhỏ. Từ khi có sự đổi mới của ông, hợp đồng quyền chọn nhị phân thường chỉ được giao dịch với số lượng lớn.

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
vi: Trong thị trường ngoại tệ, nhà giao dịch có thể giao kết hợp đồng dựa trên sự thay đổi trong giá cả của một đồng tiền vì nó liên quan tới đồng khác. Ví dụ, nếu một nhà giao dịch lựa chọn Tăng trong cặp tiền tệ EUR/USD, họ đang dự đoán rằng giá trị của đồng Euro sẽ tăng tương quan với giá trị của đồng Đô la Mỹ.

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
vi: Để bạn có thể đặt hợp đồng, chúng tôi cần biết Đất nước bạn đang cư trú. Vui lòng cập nhật dữ liệu thiết lập.

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
vi: Để hoàn thành việc rút tiền của mình, bạn cần phải xác thực tài khoản. Khi bạn đã làm xong, vui lòng thực hiện với Thu ngân và thử rút lại.

source: In such an event, the Company may at its sole discretion (with or without notice) close out Client's open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
vi: Trong trường hợp như vậy, Công ty có thể tự mình (có hoặc không thông báo) đóng các hợp đồng tài chính của Khách hàng đang mở tại giá được xem như công bằng và hợp lý tại thời điểm đó và sẽ không có khiếu nại với Công ty liên quan đến việc đó.

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
vi: Trong trường 'Hướng dẫn Thêm' vui lòng viết chi tiết phương thức thanh toán và số tài khoản mà Nhân viên có thể gửi tiền qua.

source: In the case of single stock and stock index prices, the final closing price as reported by the relevant official Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the relevant Exchange 30-90 minutes after the official closing time of the market, and may differ from the latest tick price that occurred at the closing time).
vi: Trong trường hợp giá cổ phiếu và giá chỉ số chứng khoán đơn, giá đóng cửa cuối cùng được thị trường Ngoại hối chính thức có liên quan thông báo sẽ áp dụng cho toàn bộ quyết toán (tại thời điểm đó, giá quyết toán cuối cùng này có thể được báo cáo bởi thị trường Ngoại hối có liên quan từ 30-90 phút sau giờ đóng cửa chính thức của thị trường, và có thể khác với giá biến chuyển nhỏ gần nhất xảy ra tại thời điểm đóng cửa).

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mispricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
vi: Trong trường hợp bất kì hợp đồng tài chính nào được mua hoặc bán tại giá không hợp lý với giá thị trường hoặc trường hợp hợp đồng được mua hoặc bán tại mức giá có độ rủi ro thấp bất bình thường do lỗi lập trình không được phát hiện, lỗi hay trục trặc trong phần mềm của trang web, Công ty có quyền hủy hoặc chỉnh sửa lại các giao dịch này trước khi thông báo cho khách hàng về tình trạng lỗi máy tính dẫn tới việc định giá sai này. Khách hàng có trách nhiệm báo cáo cho Công ty bất kì vấn đề nào hoặc các vấn đề bất cập trong hệ thống mà mình đã gặp và không được lợi dụng hệ thống gặp trục trặc để thu lợi nhuận. Công ty sẽ cố gắng giải quyết những khó khăn này trong thời gian sớm nhất có thể. Với những người có kiến thức nội bộ về về thị trường hoặc công cụ tài chính đều bị cấm giao dịch tại trang web này.

source: In what country do you want to offer your service
vi: Bạn muốn chào bán dịch vụ của mình tại quốc gia nào

source: In/Out
vi: Trong/Ngoài

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
vi: Trong/Ngoài(<a href="%1">kết thúc ở giữa/bên ngoài</a> và<a href="%2">ở lại giữa/ đi ra ngoài</a>)

source: In/Out trades
vi: Giao dịch Trong/Ngoài

source: In/out trades
vi: Giao dịch trong/ngoài

source: Incorrect email or password.
vi: Email hoặc mật khẩu không đúng.

source: Indemnity and Liability
vi: Bồi thường và Trách nhiệm pháp lý

source: Indicative
vi: Chỉ thị

source: Indicative Price
vi: Giá Chỉ thị

source: Indicator
vi: Chỉ số

source: Indicator that displays the width of Bollinger Bands.
vi: Chỉ số hiển thị độ rộng của dải băng Bollinger.

source: Indicator that displays the width of Donchian Channels.
vi: Chỉ số hiển thị độ rộng của Kênh Donchian.

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
vi: Chỉ số được tính bằng cách trừ đường trung bình lũy thừa 10 kì cho đường trung bình 3 kì của Đường Tích lũy/ Phân phối.

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
vi: Chỉ số báo hiệu xu hướng lên khi nó tăng trên mức 0 và xu hướng giảm khi nó rơi xuống dưới 0. Chỉ báo dao động càng cách xa 0, thì xu hướng đó càng mạnh.

source: Indices
vi: Chỉ số

source: Individual Traders
vi: Giao dịch cá thể

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
vi: Thông tin về nguồn dữ liệu mà công ty chúng tôi dùng, và dữ liệu được xử lý như thế nào trước khi được thông báo lên hệ thống.

source: Input error.
vi: Lỗi nhập liệu.

source: Install Java
vi: Cài đặt Java

source: Instant
vi: Tức thì

source: Instrument
vi: Công cụ

source: Instrument:
vi: Công cụ:

source: Instruments
vi: Công cụ

source: Interested? Why not try a virtual account
vi: Bạn quan tâm? Tại sao không thử một một tài khoản ảo

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website, no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
vi: Ngoại tệ, chỉ số chứng khoán hoặc giá hàng hóa biến động rất cao và rất khó dự đoán. Do sự biến động này, cộng với sự thiên vị của trang web về hệ thống định giá, nên không có hợp đồng tài chính mua nào trong hệ thống của chúng tôi (có hay không có số tiền chi trả vượt quá số tiền chênh lệch) có thể được xem là một hợp đồng an toàn.

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract
vi: Ngoại tệ, chỉ số chứng khoán hoặc giá hàng hóa biến động cao và rất khó dự đoán. Do sự biến động này, cộng với sự thiên vị của trang web trong hệ thống định giá (được mô tả chi tiết dưới đây), không có hợp đồng tài chính mua nào trong hệ thống của chúng tôi (có hay không có tiền chi trả vượt quá số tiền chênh lệch) có thể được xem là một hợp đồng an toàn

source: Internet Trading Risks
vi: Rủi ro Giao dịch trên internet

source: Interpretation
vi: Phiên dịch

source: Intraday
vi: Trong ngày giao dịch

source: Intraday contracts may not cross market open.
vi: Hợp đồng trong ngày giao dịch có thể không giao với giờ mở cửa thị trường.

source: Intraday prices
vi: Giá trong ngày

source: Introduction
vi: Giới thiệu

source: Invalid Building No./Name
vi: Số Nhà/ Tên không hợp lệ

source: Invalid Input
vi: Dữ liệu nhập vào không hợp lệ

source: Invalid amount
vi: Số tiền không hợp lệ

source: Invalid email and password combination.
vi: Kết hợp email và mật khẩu không hợp lệ.

source: Invalid fax number.
vi: Số fax không hợp lệ.

source: Invalid payout currency.
vi: Tiền thanh toán không hợp lệ.

source: Invalid period input! Please input the period between 0 and #1
vi: Nhập khoảng thời gian không hợp lệ! Vui lòng nhập khoảng thời gian giữa 0 và # 1

source: Invalid stake
vi: Cổ phần không hợp lệ

source: Invalid telephone number
vi: Số điện thoại không hợp lệ

source: Invalid telephone number (too long).
vi: Số điện thoại không hợp lệ (quá dài).

source: Invalid telephone number (too short).
vi: Số điện thoại không hợp lệ (quá ngắn).

source: Invalid telephone number.
vi: Số điện thoại không hợp lệ.

source: Invalid underlying
vi: Cơ sở không hợp lệ

source: Invalid value.
vi: giá trị không hợp lệ.

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
vi: Tên nơi làm việc không hợp lệ. Chỉ sử dụng kí tự (A-Z,a-z,0-9, -, _ và khoảng trắng)

source: Is there a cost for joining?
vi: Tham gia có mất chi phí không?

source: Isle of Man
vi: Đảo Man

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program.
vi: Việc bạn đọc và hiểu nội dung của các điều khoản và điều kiện này rất quan trọng. Bằng cách chấp nhận những điều khoản và điều kiện này, tiếp tục ứng dụng để tham gia chương trình liên kết của chúng tôi, bạn đang đồng ý (chúng tôi phê duyệt ứng dụng của bạn) với các điều khoản và điều kiện dưới đây. Nếu bạn không đồng ý với các điều khoản và điều kiện (hoặc không cho phép làm việc đó) thì bạn không nên tiếp tục ứng dụng này. Bạn nên là chủ sở hữu hoặc hoạt động như chủ sở hữu của trang web, đó mới là đăng kí chương trình liên kết này.

source: It is important that you refer your disputes to the appropriate ADR for the claims to be valid.
vi: Quan trọng là bạn nên tham khảm các vấn đề tranh chấp của bạn để tìm ra trọng tài thích hợp cho các vụ khiếu kiện hợp lý.

source: It is not necessary to actually trade or to deposit funds to your account.
vi: Không cần thiết phải giao dịch thật hoặc gửi tiền vào tài khoản của bạn.

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
vi: Thỉnh thoảng có thể bán một hợp đồng quyền chọn trước khi giao dịch hết hạn, nhưng chỉ khi giá tốt thì mới có thể được quyết định bán. Nếu có lựa chọn này, bạn nên xem nút "Bán" màu xanh gần cạnh giao dịch của bạn trong hồ sơ.

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
vi: Mỗi khách hàng phải có trách nhiệm đọc và hiểu các thông báo pháp lý, các điều khoản và điều kiện, các vụ mua bán hợp đồng tài chính thông qua trang web này sẽ căn cứ theo các điều khoản và điều kiện mà có thể điều chỉnh.

source: It will be released to your account upon approval.
vi: Bạn sẽ nhận tài khoản sau khi được phê duyệt.

source: Item
vi: Hạng mục
