Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
vi: Vui lòng chú ý rằng bạn có thể cập nhật thông tin cá nhân của mình bất kì lúc nào bằng cách đăng nhập vào khu vực "Thiết lập) trong tài khoản. Bạn phải có trách nhiệm đảm bảo rằng bạn sẽ phải thông báo kịp thời và liên tục nếu có bất cứ sự thay đổi nào về thông tin cá nhân của mình.

source: Please note that your settings have been updated as follows:
vi: Vui lòng chú ý rằng thiết lập của bạn đã được cập nhật như sau:

source: Please post the documents to:
vi: Vui lòng gửi hồ sơ tới:

source: Please provide at least one self-exclusion setting.
vi: Vui lòng cung cấp ít nhất một thiết lập tự loại trừ.

source: Please provide some information about yourself and your proposed services
vi: Xin cung cấp một số thông tin về bản thân bạn và dịch vụ bạn muốn sử dụng

source: Please provide us with the following information:
vi: Vui lòng cung cấp cho chúng tôi những thông tin sau:

source: Please provide your email address and password to open a virtual money account and start practicing.
vi: Vui lòng cung cấp địa chỉ email và mật khẩu của bạn để mở tài khoản tiền ảo và bắt đầu thực hành.

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
vi: Vui lòng nhớ rằng giao dịch hợp đồng quyền chọn nhị phân có thể là một hoạt động thú vị vào bất cứ lúc nào, nhưng chúng tôi có trách nhiệm nhắc bạn rủi ro mà bạn có thể gặp phải. Giao dịch quyền chọn có thể bị nghiện, như những hoạt động khác muốn cố gắng để đạt được tới giới hạn. Chúng tôi muốn bạn tự phân tích cẩn thận để kiểm tra xem liệu bạn có đang bị rủi ro hay không. Để tránh nguy hại, quan trọng là bạn nên tuân theo một số nguyên tắc và hướng dẫn cơ bản.

source: Please select
vi: Vui lòng chọn

source: Please select "Payout" or "Stake" option.
vi: Vui lòng chọn lựa chọn "Cổ tức" hoặc " Cổ phiếu".

source: Please send this email to %1.
vi: Vui lòng gửi địa chỉ email này tới %1.

source: Please specify your country.
vi: Vui lòng điền tên quốc gia của bạn.

source: Please try again.
vi: Vui lòng thử lại.

source: Please type your chosen password twice into the fields below:
vi: Vui lòng nhập mật khẩu đã chọn hai lần vào các trường dưới đây:

source: Please use only alphanumeric characters or spaces.
vi: Vui lòng chỉ sử dụng kí tự chữ và số hoặc dấu cách.

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
vi: Vui lòng chỉ sử dụng chữ, khoảng trắng, dấu gạch nối, dấu chấm hoặc dấu nháy.

source: Please wait.<br />Your request is being processed.
vi: Vui lòng chờ. <br />Yêu cầu của bạn đang được xử lý.

source: Portfolio
vi: Hồ sơ

source: Postal Code / ZIP
vi: Mã Bưu điện/ ZIP

source: Postcode is invalid.
vi: Mã bưu điện không hợp lệ.

source: Postcode is required for UK residents.
vi: Mã bưu điện được yêu cầu là mã cư trú của Anh.

source: Postcode must be less than 20 characters long and may not contain "+".
vi: Mã bưu điện cần phải dài ít nhất 20 kí tự và không được chứa dấu"+".

source: Potential Payout
vi: Cổ tức Tiềm ẩn

source: Potential Profit
vi: Lợi nhuận tiềm ẩn

source: Power & simplicity
vi: Mạnh mẽ và đơn giản

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
vi: Thể hiện số tiền lãi tối đa trên hợp đồng nổi bật ở trong hồ sơ của bạn. Nếu lượng tối đa đã đạt được, bạn có thể sẽ không cần mua thêm hợp đồng không phải đóng trước vị thế đang tồn tại.

source: Prevailing market price cannot be determined at this time.
vi: Giá thị trường hiện hành không thể được xác định tại thời điểm này.

source: Prevailing market price cannot be determined.
vi: Giá thị trường hiện hành không thể xác định được.

source: Previous
vi: Trước

source: Price
vi: Giá

source: Price Band
vi: Biểu giá

source: Price Oscillator
vi: Chỉ số giá Oscillator

source: Price has moved in your favour from %1 to %2.
vi: Giá đã được chuyển tới điểm mong muốn của bạn từ %1 tới %2.

source: Price the trade.
vi: Định giá giao dịch.

source: Prices
vi: Giá

source: Pricing Table
vi: Bảng giá

source: Pricing table
vi: Bảng giá

source: Print
vi: In

source: Print chart
vi: In biểu đồ

source: Privacy & Security
vi: Riêng tư và Bảo mật

source: Proceed
vi: Xử lý

source: Processing Time
vi: Thời gian xử lý

source: Prof
vi: Lợi nhuận

source: Profit
vi: Lợi nhuận

source: Profit Table
vi: bảng lợi nhuận

source: Profit/<wbr/>Loss
vi: Lợi nhuận/<wbr/>Lỗ

source: Profit/Loss
vi: Lợi nhuận/Thua lỗ

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
vi: Công ty luôn cung cấp cho bạn trang web hiển thị liên tục những Đường dẫn cập nhật nhất và kết hợp nổi bật nhất, bạn sẽ không được thay thế định dạng, vị trí hoặc vận hành của đường Dẫn mà không có sự đồng ý trước của Công ty

source: Promoting the %1 Site
vi: Nâng cấp Trang %1

source: Promotional
vi: Nâng cấp

source: Proof of address
vi: Bằng chứng của địa chỉ

source: Proper barriers could not be determined.
vi: Không thể xác định được rào cản thích hợp.

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
vi: Cung cấp cho Công ty tất cả những dữ liệu và thông tin liên quan tới Công ty (không giới hạn bao gồm có mật khẩu) không tính phí cho Công ty, để giúp Công ty có thể quản lý được Trang web của bạn và bảo đảm rằng bạn đang tuân thử những điều khoản và điều kiện này.

source: Provide us with the following documentation:
vi: Cung câp cho chúng tôi những hồ sơ sau:

source: Purchase
vi: Mua

source: Purchase Date
vi: Ngày Mua

source: Purchase Price
vi: Giá Mua

source: Purchase Spot
vi: Giá Mua giao ngay

source: Purchase Time
vi: Thời Gian mua

source: Purchase of this contract would cause you to exceed our payout limit for open contracts of this type. To continue please consider to sell a few contracts at the market or trade in different contract types.
vi: Mua hợp đồng này sẽ dẫn đến tình trạng vượt quá giới hạn chi trả của chúng tôi khi mở hợp đồng loại này. Để tiếp tục xin vui lòng bán một vài hợp đồng tại thị trường này hoặc giao dịch các loại hợp đồng khác.

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
vi: Mua hợp đồng này sẽ dẫn đến tình trạng vượt quá giới hạn doanh thu hàng ngày %1%2 của bạn.

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
vi: Hãy đặt giới hạn cho hợp đồng mà bạn đang thắng. Khi bạn đã đạt tới mức đó, hãy để một số sang bên và tiếp tục giao dịch với số tiền còn lại.

source: Quote
vi: Yết giá

source: REST
vi: CÒN LẠI

source: RMG Technology (M) Sdn Bhd, C-2-01 SME Technopreneur Center 2, 63000 Cyberjaya
vi: Kĩ thuật RMG M) Sdn Bhd, C-2-01 SME Technopreneur Center 2, 63000 Cyberjaya

source: Random
vi: Ngẫu nhiên

source: Random 100 Index
vi: 100 chỉ số Ngẫu nhiên

source: Random 25 Index
vi: 25 chỉ số ngẫu nhiên

source: Random 50 Index
vi: 50 chỉ số ngẫu nhiên

source: Random 75 Index
vi: 75 chỉ số ngẫu nhiên

source: Random Bear
vi: Gấu Ngẫu nhiên

source: Random Indices
vi: Chỉ số Ngẫu nhiên

source: Random Markets
vi: Thị trường Ngẫu nhiên

source: Random Moon
vi: Trăng Ngẫu nhiên

source: Random Nocturnes
vi: Khúc nhạc đêm Ngẫu nhiên

source: Random Quotidians
vi: Ngày Ngẫu nhiên

source: Random Venus
vi: Venus Ngẫu nhiên

source: Random Yang
vi: Yang Ngẫu nhiên

source: Range
vi: Phạm vi

source: Rate of Change
vi: Tỉ lệ trao đổi

source: Read about the five types of trade offered by %1.
vi: Đọc năm loại giao dịch được giới thiệu bởi %1.

source: Read the answers to some common questions.
vi: Đọc câu trả lời của mấy câu hỏi thường gặp.

source: Real Money
vi: Tiền Thực

source: Real Money Account Opening
vi: Tài khoản Tiền Thực đang được mở

source: Real time intraday
vi: Thời gian thực trong ngày giao dịch

source: Real-time prices, benchmarked against interbank options markets.
vi: Giá trong thời gian Thực, chuẩn so với thị trường quyền chọn liên ngân hàng.

source: Realtime data is not available for this underlying
vi: Dữ liệu trong thời gian thực không có cho cơ sở này

source: Reap the rewards of trading binaries, knowing your funds are always safe.
vi: Gặt hái những giải thưởng khi giao dịch nhị phân, và biết rằng tiền của bạn luôn luôn an toàn.

source: Ref.
vi: Tham khảo.

source: Regent Markets Group Ltd. renames to Binary Ltd.
vi: Công ty TNHH Regent Markets Group đổi tên thành công ty TNHH Binary.

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation.
vi: Công ty TNHH Regent Markets Group đổi tên thành công ty Binary, xây dựng trang web và công ty hài hòa trong tổ chức.

source: Regent Markets acquires BetsForTraders client base
vi: Thị trường Regent mua lại cơ sở dữ liệu khách hàng của BetsForTraders

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
vi: Thị trường Regent có bằng sáng chế tháng 3 năm 2000, chúng tôi có vị trí duy nhất so với các đối thủ cạnh tranh đáng gờm trong lĩnh vực cá cược tài chính tỉ lệ cược cố định. Trong thàng Năm, chúng tôi sẽ đăng kí tên giao dịch BetOnMarkets và tới Malta để nhận giấy phép kinh doanh cá cược trực tuyến.

source: Regent Markets files for patent, and registers BetOnMarkets trading name
vi: Thị trường Regent đã có bằng sáng chế, và đăng kí tên giao dịch là BetOnMarkets

source: Regent Markets granted US patent for ‘Betting system and method’
vi: Thị trường Regent được cấp bằng sáng chế của Mỹ về "phương thức và hệ thống Cá cược"

source: Regent Markets granted two new US patents
vi: Thị trường Regent được cấp hai bằng sáng chế mới của Mỹ

source: Regent Markets is founded by Jean-Yves Sireau
vi: Jean-Yves Sireau đã khai sinh ra Thị trường Regent

source: Regent Markets obtains a licence in the Isle of Man
vi: Thị trường Regent lấy được giấy phép của Đảo Man

source: Regent Markets receives funding to provide on-line financial betting services
vi: Thị trường Regent nhận được tiền để cung cấp dịch vụ cá cược tài chính trực tuyến

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
vi: Thị trường Regent thiết lập trung tâm lập trình ở Cyberjaya, Malaysia

source: Register
vi: Đăng kí

source: Registration
vi: Đăng kí

source: Rel Change
vi: Trao đổi

source: Relative Strength Index
vi: Chỉ số Sức mạnh tương đối

source: Reload Cashier
vi: Tải lại Thu ngân

source: Reload page
vi: Tải lại trang

source: Remember, if you don't receive an email from us in the next few minutes, please check your junk/spam mail folder or <a href='%1' class='pjaxload'>contact us</a> should you need further assistance.
vi: Hãy nhớ, nếu bạn không nhận được email từ chúng tôi trong vài phút nữa, xin vui lòng kiểm tra thư rác hoặc a href='%1' class='pjaxload'>liên hệ với chúng tôi</a> nếu bạn muốn được hỗ trợ thêm.

source: Remove Overlay
vi: Loại bỏ lớp phủ

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
vi: Hãy trình bày số tiền tối đa mà bạn có thể giữ trong tài khoản. Nếu đã đạt mức tối đa, bạn sẽ được yêu cầu rút tiền.

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
vi: Hãy trình bày số hợp đồng xuất sắc tối đa có trong hồ sơ của bạn. Mỗi một dòng trong hồ sơ là một vị thế mở. Khi đã đạt đến mức tối đa, bạn sẽ không thể mở thêm vị thế mới mà không đóng các vị thế đang có trước.

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
vi: Hãy trình bày khối lượng hợp đồng tối đa bạn có thể mua trong ngày giao dịch.

source: Resale of this contract is not offered due to end-of-year market holidays.
vi: Không hỗ trợ bán lại hợp đồng này do đang trong kì nghỉ lễ cuối năm.

source: Resale of this contract is not offered due to market holiday during contract period.
vi: Không hỗ trợ bán lại hợp đồng này do nghỉ lễ trong suốt kì hạn hợp đồng.

source: Resale of this contract is not offered due to market holidays during contract period.
vi: Việc bán lại hợp đồng này không được hỗ trợ do kì nghỉ trong suốt kì hạn hợp đồng.

source: Resale of this contract is not offered with less than %1 remaining.
vi: Không hỗ trợ việc bán lại hợp đồng này với ít hơn %1 còn lại.

source: Resale of this contract is not offered.
vi: Không hỗ trợ việc bán lại hợp đồng này.

source: Resale price
vi: Giá bán lại

source: Reset Password
vi: Thiết lập lại Mật khẩu

source: Resources
vi: Nguồn

source: Responsible Trading
vi: Giao dịch có trách nhiệm

source: Retracement Percentages
vi: Phần trăm thoái lui

source: Retry
vi: Thử lại

source: Return
vi: Lợi nhuận

source: Returns above 100% on simple <a href='%1' class='pjaxload'>rise/fall</a> contracts.
vi: Lợi nhuận trên 100% dựa trên hợp đồng<a href='%1' class='pjaxload'>rise/fall</a>đơn giản.

source: Returns above 1000% on <a href='%1' class='pjaxload'>higher/lower</a> and <a href='%2' class='pjaxload'>touch/no-touch</a> trades.
vi: Doanh thu trên 1000% dựa trên <a href='%1' class='pjaxload'>giao dịch</a> cap hơn/thấp hơn<a href='%2' class='pjaxload'>và</a> chạm/không chạm.

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
vi: Nhấp chuột phải để thêm dữ liệu, dường, lớp phủ và nhiều hơn nữa. Bạn có thể lưu bằng cách chọn nơi làm việc từ trình đơn trên đầu

source: Rights Offering
vi: Chào bán Quyền

source: Rise
vi: Tăng

source: Rise / Fall
vi: Tăng/Giảm

source: Rise / Fall Table
vi: Bảng Tăng/Giảm

source: Rise / Fall table
vi: Bảng Tăng/Giảm

source: Rise Contract Return
vi: Lợi nhuận Hợp đồng Tăng

source: Rise Contract Return (%)
vi: Lợi nhuận hợp đồng tăng (%)

source: Rise/Fall
vi: Tăng/Giảm

source: Rise/Fall Table
vi: Bảng Tăng/Giảm

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
vi: Hợp đồng Tăng/Giảm trong khoảng thời gian ít hơn 5 phút luôn có khi bạn chọn "Bây giờ" làm thời gian bắt đầu.

source: Rise/Fall trades
vi: Giao dịch Tăng/Giảm

source: Rise/fall trades
vi: Giao dịch Tăng/Giảm

source: Risk Disclaimer
vi: Miễn trách nhiệm rủi ro

source: Sale Date
vi: Ngày Bán hàng

source: Sale Price
vi: Giá bán hàng

source: Saturday
vi: Thứ Bảy

source: Save
vi: Lưu

source: Save as CSV
vi: Lưu dưới dạng CSV

source: Save as JPEG
vi: Lưu dưới định dạng JPEG

source: Save as PDF
vi: Lưu theo định dạng PDF

source: Save as PNG
vi: Lưu theo định dạng PNG

source: Save as SVG
vi: Lưu theo định dạng SVG

source: Second line of home address
vi: Dòng thứ hai của địa chỉ nhà

source: Secret question
vi: Câu hỏi bí mật

source: Security
vi: Bảo mật

source: Security Statement
vi: Báo cáo Bảo mật

source: Security and Privacy
vi: Bảo mật và Riêng tư

source: See Terms
vi: Xem các Điều khoản

source: See demo
vi: Xem mẫu

source: See our
vi: Xem của chúng tôi

source: Select Country
vi: Chọn Quốc gia

source: Select market
vi: Chọn thị trường

source: Self-Exclusion Facilities
vi: Thiết bị tự loại trừ

source: Sell
vi: Bán

source: Sell Price
vi: Giá Bán

source: Sell Spot
vi: Bán Giá giao ngay

source: Sell Time
vi: Thời gian Bán

source: Sell at market
vi: Bán tại thị trường

source: Sell back trades at market prices.
vi: Bán lại giao dịch với giá thị trường.

source: Sell option
vi: Quyền chọn bán

source: Send us a CV and a covering letter that describes your career interests.
vi: Gửi chúng tôi CV và thư xin việc mô tả mối quan tâm nghề nghiệp của bạn.

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
vi: Gửi tiền cho đại lý thanh toán. tiền đã nộp, ít hơn hoa hồng của đại lý, sẽ được hiển thị trong tài khoản của bạn.

source: Sep
vi: Tháng Chín

source: September
vi: Tháng Chín

source: Service summary
vi: Tóm tắt dịch vụ

source: Session duration limit cannot be more than 1440 minutes.
vi: Giới hạn thời gian phiên không thể nhiều hơn 1440 phút.

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
vi: Giới hạn thời gian phiên hiện tại được thiết lập tới<strong>%1 phút.</strong>

source: Session duration limit, in minutes
vi: Giới hạn thời gian phiên trong vài phút

source: Settings
vi: Thiết lập

source: Settles
vi: Quyết toán

source: Sharp Prices. Smart Trading.
vi: Giá sắc bén: Giao dịch thông minh.

source: Sharp prices
vi: Giá sắc bén

source: Short summary of your Payment Agent service
vi: Tóm tắt ngắn về dịch vụ Đại lý thanh toán của bạn

source: Should a disruption occur in the data feeds which cannot be readily rectified by the Company, the Company reserves the right to refund the contract purchase.
vi: Nếu có gián đoạn xảy ra trong nguồn dữ liệu mà Công ty không sửa được, Công ty có quyền bồi hoàn lại việc mua hợp đồng.

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
vi: Nếu khách hàng nào nhận được giao dịch đòi bồi hoàn, Công ty có quyền khấu trừ khoản hoa hồng của khoản bồi hoàn từ tài khoản của bạn cho tháng hiện tại. Nếu khấu trừ này của doanh thu lũy kế vượt quá số tiền hiện tại của bạn có, thì tài khoản của bạn sẽ bị âm tiền, và bạn sẽ phải kiếm thêm doanh thu để bù đắp vào khoản bồi hoàn trước khi ban có thể bắt đầu kiếm tiền lại. Trong trường hợp đặc biệt, công ty có quyền trích doanh thu cổ phiếu trên tài khoản ủy thác của khách hàng.

source: Should the Company receive a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that the affiliate is in breach of any relevant advertising code of practice, then the Company has the right to terminate this Agreement.
vi: Nếu Công ty nhận được đơn khiếu nại có liên quan tới cơ quan Giải quyết Tranh chấp, hoặc Công ty tin rằng liên kết này thực tế đã vi phạm mã quảng cáo có liên quan, thì Công ty có quyền chấm dứt Hiệp định này.

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment for example: should your account have generated purchasing accounts we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
vi: Nếu tiền của bạn gửi vào tài khoản không đủ bù đắp những khoản chi phí này chúng tôi có quyền điều tra những phương tiện thay thế khác để có được khoản thanh toán này ví dụ: Nếu tài khoản của bạn vừa tạo tài khoản mua, chúng tôi sẽ giữ lại tiền thanh toán hoa hồng của những tài khoản này tới khi trả hết khoản nợ trong tài khoản.

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
vi: Nếu bạn cần giúp đỡ hoặc hỗ trợ, vui lòng liên hệ với <a href="%1"> phòng Chăm sóc Khách hàng </a>và một trong những đại diện của chúng tôi sẽ hỗ trợ bạn sớm ngay khi có thể.

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
vi: Nếu bạn muốn tiến hành bổ nhiệm một Đại lý Giao dịch, bạn cần phải đọc và đồng ý những điều sau.

source: Show
vi: Hiển thị

source: Show chart for the given dates
vi: Biểu đồ hiển thị ngày đã đưa ra

source: Show extended options
vi: Hiển thị quyền chọn mở rộng

source: Show last spot
vi: Hiển thị giá giao ngay gần đây

source: Show payment agents for:
vi: Hiển thị đại lý thanh toán cho:

source: Sign me up
vi: Đăng nhập

source: Simple
vi: Đơn giản

source: Simple Moving Average
vi: Đường Trung bình Động đơn giản

source: Simplicity
vi: Đơn giản

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
vi: Đơn giản thay đổi bất kì thông số nào và giá giao dịch lập tức thay đổi, cho bạn biết về cổ phiếu của bạn trong thời gian thực. %1 bảo đảm rằng giá hiển thị cho bạn là hoàn toàn minh bạch và công bằng ở cả hai phía giao dịch.

source: Site
vi: Trang web

source: Slow Stochastic
vi: Chỉ báo Stochastic Chậm

source: Small
vi: Nhỏ

source: Smart FX
vi: Thị trường ngoại hối Thông minh

source: Smart Indices
vi: Chỉ số Thông minh

source: Smart Markets
vi: Thị trường Thông minh

source: Smoothing out random noise
vi: Dọn dẹp các rắc rối ngẫu nhiên
