Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: Fall Contract Return (%)
vi: Thu nhập từ Hợp đồng giảm (%)

source: Family Name
vi: Họ

source: Fast Stochastic
vi: Chỉ số giao động đường nhanh

source: Favourite artist
vi: Nghệ sĩ yêu thích

source: Favourite dish
vi: Món ăn yêu thích

source: Fax
vi: số Fax

source: Feb
vi: Tháng Hai

source: February
vi: Tháng Hai

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
vi: Đừng ngại ngần liên hệ với các chuyên gia dịch vụ chăm sóc khách hàng tốt bụng và thân thiện của chúng tôi. Họ sẵn sàng trả lời mọi câu hỏi của bạn. Bạn có thể liên hệ với chúng tôi qua trò truyện trực tiếp, gửi email và qua điện thoại.

source: Fibonacci Fan
vi: Đường Fibonacci Fan

source: Fibonacci Retracement
vi: Fibonacci Thoái lui

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
vi: Mười lăm năm qua, chúng tôi vẫn luôn đổi mới, lớn mạnh và hoạt động theo phương thức mới để phục vụ khách hàng tốt hơn. Đối với lần đầu tiên, chúng tôi cung cấp phương thức giao dịch chạm/ không chạm ngắn hạn và giới thiệu ứng dụng biểu đồ mới. Chúng tôi tin rằng chúng tôi có sàn giao dịch hợp đồng quyền chọn điện tử toàn diện và cạnh tranh cho cộng đồng.

source: Filtering Controls
vi: Điều khiển bộ lọc

source: Filtering Stray Ticks
vi: Bộ lọc kĩ thuật quan sát chuyển biến nhỏ

source: Final Price
vi: Giá cuối cùng

source: Financial Security
vi: Chứng khoán tài chính

source: Financial rewards
vi: Tiền thưởng tài chính

source: Find the right trade for every market condition.
vi: Tìm kiếm phương thức giao dịch đúng cho mọi điều kiện thị trường.

source: First Name
vi: Tên

source: First line of home address
vi: Dòng đầu tiên của địa chỉ nhà

source: First, define your position...
vi: Đầu tiên, hãy xác định vị trí của bạn...

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
vi: Đầu tiên, bạn cần thiết lập các thông số giao dịch của bạn. Đây là những điều bạn cần cân nhắc.

source: First-class client service.
vi: Dịch vụ chăm sóc khách hàng thượng lưu.

source: Flexibility
vi: Linh hoạt

source: Flexible trades
vi: Giao dịch linh hoạt

source: Follow a simple step-by-step guide to binary trading.
vi: Làm theo hướng dẫn từng bước đơn giản để giao dịch nhị phân.

source: For affiliates who offer a trading advisory service based on the %1 platform, we offer specialized payout structures. <a href="mailto:%2">Contact our affiliate manager, Karen Yap for details</a>.
vi: Đối với công ty liên kết người cung cấp dịch vụ tư vấn kinh doanh dựa trên sàn giao dịch % 1, chúng tôi cung cấp các cấu trúc thanh toán chuyên biệt. <a href="mailto:%2"> Liên hệ với người quản lý liên kết của chúng tôi, Karen Yap để biết thêm chi tiết </a>.

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
vi: Đối với hợp đồng hết hạn tại điểm đóng cửa thị trường, chúng tôi sẽ sử dụng giá thị trường tại điểm đóng cửa chính thức để quyết toán hợp đồng của bạn và cập nhật kết quả tại thời gian quyết toán.

source: For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
vi: Đối với báo giá ngoại tệ tại thời điểm đóng cửa được xác định bởi Công ty được thể hiện trong mục Thời gian Mở cửa Thị trường trên trang web. Trường hợp có bất kì tranh chấp nào liên quan đến giá trị thị trường hoặc giá trị quyết toán, công ty sẽ có quyết định cuối cùng và ràng buộc. Khách hàng nên chú ý rằng thị trường nhất định (như là chỉ số chứng khoán và chứng khoán) không mở suốt ngày và giao dịch cũng không có sẵn khi thị trường đóng cửa.

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
vi: Đối với thị trường ngoại tệ: Thị trường ngoại hối là thị trường OTC (không chính thức), nơi mà ngân hàng và những thể chế tài chính lớn khác giao dịch tiền tệ với nhau mà không cần phải có nhà thanh toán bù trừ trung ương. Theo đó, sẽ không có nguồn giá "chính thức" đối với báo giá ngoại tệ. Nguồn dữ liệu khác nhau sẽ tập hợp từ chuỗi các ngân hàng quốc tế. Theo đó, giá có thể khác nhau giữa các nhà cung cấp, phụ thuộc vào ngân hàng mà họ lấy giá từ đó.

source: For more information on the terms and conditions that apply to your bonus, go to: %1
vi: Để biết thêm thông tin về các điều khoản và điều kiện có thể áp dụng cho tiền thưởng của bạn, hãy vào: %1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
vi: Để biết lý do an ninh, vui lòng chú ý rằng tài khoản Thanh toán sẽ chỉ có thể được gửi tiền qua Điện báo Ngân hàng.

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
vi: Ba năm liên tiếp, BetOnMarkets.com được tạp chí Cổ phần Anh bầu chọn là " Nhà cung cấp Giao dịch Tài chính Odds Cố định Tốt nhất". Đó là lần cuối chúng tôi chiến thắng vì Tạp chí Cổ phần đã dừng trao giải trong lĩnh vực này.

source: Forest Chart
vi: Biểu đồ rừng

source: Forex
vi: Thị trường ngoại hối

source: Forgot Login ID or Password?
vi: Quên địa chỉ Đăng nhập hoặc Mật khẩu?

source: Forward starting intraday and daily contracts are available on some %1
vi: Bắt đầu giao dịch trong ngày hợp đồng Forward và hợp đồng hàng ngày có sẵn trên %1

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
vi: Định hướng phương thức giao dịch sử dụng biểu đồ trực tiếp mạnh %1. Xem ngay mô hình giao dịch ngoại hối, chỉ số, hàng hóa và chứng khoán.

source: Fraud and Money Laundering
vi: Gian lận và Rửa tiền

source: Free Bonus
vi: Miễn phí tiền thưởng

source: Free Contract Bonus
vi: Miễn phí tiền thưởng Hợp đồng

source: Friday
vi: Thứ Sáu

source: Fridays
vi: Thứ Sáu

source: From
vi: Từ

source: From Barrier out of limit
vi: Từ Rào cản bên ngoài giới hạn

source: From expiry date format error
vi: Từ lỗi định dạng ngày hết hạn

source: From expiry date out of limit
vi: Từ ngày hết hạn ngoài giới hạn

source: From:
vi: Từ:

source: Further Instructions
vi: Chỉ dẫn thêm

source: Further information
vi: Thêm thông tin

source: Further instructions must not exceed %1 characters.
vi: Chỉ dẫn thêm không được vượt quá %1 kí tự.

source: Further to this, the API interface is hosted by an API Proxy management provider, namely <a href="http://apigee.com" target="_blank">Apigee</a>. This service applies several services of benefit both to the application developer and to the API provider.
vi: Để biết thêm thông tin về điều này, giao diện API được tạo bởi nhà cung cấp quản lý API Proxy, có tên <a href="http://apigee.com" target="_blank">Apigee</a>. Dịch vụ này đã áp dụng cho một số dịch vụ mang lại lợi ích cho cả người lập trình ứng dụng và các nhà cung cấp API.

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client’s account should any trade result in a disruption, miscarry or aborted trade.
vi: Hơn nữa, Công ty trong trường hợp trên hoặc bất cứ trường hợp khác, đều có quyền điều chỉnh tài khoản của khách hàng giao dịch gây ra tranh chấp, hủy bỏ giao dịch.

source: Futures
vi: Tương lai

source: GMT
vi: Múi giờ

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
vi: GMT viết tắt cho Greenwich Mean Time, thời gian chính thức được sử dụng ở Vương quốc Anh trong suốt mùa đông. Vào mùa hè, Vương quốc Anh lại chuyển sang Thời gian Mùa hè Anh, đó là GMT + 1 giờ. Tất cả thời gian trên trang Binary.com đều sử dụng GMT quanh năm.

source: GamCare
vi: Hội cờ bạc GamCare

source: General
vi: Nói chung

source: Generous Commission Structure
vi: Cấu trúc Tiền hoa hồng lớn

source: Get %1 when you deposit %2.
vi: Thu được %1 khi bạn gửi %2.

source: Get Prices
vi: Định Giá

source: Get Started
vi: Bắt đầu

source: Get started
vi: Bắt đầu

source: Get started now
vi: Bắt đầu ngay bây giờ

source: Get your price
vi: Hãy định giá của bạn

source: Getting Started
vi: Bắt đầu

source: Give Me More Money!
vi: Hãy Đưa Tôi Thêm Tiền!

source: Glossary
vi: Thuật ngữ

source: Go
vi: Tới

source: Go the <a href="http://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
vi: Tới <a href="http://login.binary.com/password-retrieve.php"> trang hồi phục mật khẩu</a>,và nhập tài khoản sửng dụng và địa chỉ email trong trường mẫu được cung cấp để chúng tôi có thể gửi lại mật khẩu cho bạn qua email.

source: Go to Home Page
vi: Tới Trang Chủ

source: Go to the <a href="http://login.binary.com/signup.php">sign up page</a> to register as %1 affiliate [for free] today.
vi: Tới <a href="http://login.binary.com/signup.php"> trang đăng nhập</a> để đăng kí làm %1 thành viên liên kết (miễn phí) ngay hôm nay.

source: Go with the leader
vi: Đi cùng với nhóm trưởng

source: Governing Laws and Jurisdiction
vi: Định Luật và Quyền lực Pháp lý

source: Great payouts, earn up to 35%
vi: Bỏ ra nhiều, thu về lên tới 35%

source: Group History
vi: Lịch sử Nhóm

source: Group Information
vi: Thông tin Nhóm

source: Have a question? Need Help?
vi: Bạn có câu hỏi? Bạn cần sự Giúp đỡ?

source: Hello
vi: Xin chào

source: Hello, World!
vi: Xin chào, các bạn trên khắp Thế giới!

source: Help
vi: Giúp đỡ

source: Hide last spot
vi: Ẩn giá giao ngay trước

source: High
vi: Cao

source: High Barrier
vi: Rào cản Cao

source: High barrier
vi: Rào cản cao

source: High barrier offset
vi: Hàng rào cao

source: High conversions and customer value
vi: Giá trị khách hàng và chuyển đổi cao

source: High returns
vi: Thu nhập cao

source: High/Low
vi: Cao/Thấp

source: Higher / Lower
vi: Cao hơn/ Thấp hơn

source: Higher/Lower
vi: Cao hơn/Thấp hơn

source: Higher/Lower trades
vi: Giao dịch Cao hơn/Thấp hơn

source: Higher/lower trades
vi: Giao dịch Cao hơn/Thấp hơn

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
vi: Nhấn mạnh mối quan hệ giữa sự thay đổi khối lượng và giá cả và đặc biệt hữu ích đối với việc đánh giá sức mạnh của xu hướng.

source: Home
vi: Trang chủ

source: Horizontal
vi: Hàng ngang

source: Horizontal Grid
vi: Ô hàng ngang

source: How and when will I receive my affiliate earnings?
vi: Tôi sẽ kiếm được tiền từ liên kết như thế nào và khi nào?

source: How can I become a %1 affiliate?
vi: Tôi có thể trở thành một liên kết như thế nào?

source: How do I change my payment method?
vi: Tôi có thể thay đổi phương thức thanh toán như thế nào?

source: How do I fund my account?
vi: Tôi có thể nạp tiền vào tài khoản như thế nào?

source: How do I know how much I have earned?
vi: Làm sao tôi có thể biết tôi đã kiếm được bao nhiêu tiền?

source: How does %1 make money?
vi: %1 kiếm tiền như thế nào?

source: How does it work?
vi: Nó hoạt động như thế nào?

source: How safe is my money with %1?
vi: Tiền của tôi an toàn như thế nào với %1?

source: How soon can I start trading?
vi: Tôi có thể bắt đầu giao dịch sớm trong bao lâu?

source: How to trade binaries?
vi: Giao dịch nhị phân như thế nào?

source: How to trade the random markets?
vi: Giao dịch thị trường ngẫu nhiên như thế nào?

source: How to use a payment agent?
vi: Sử dụng đội ngũ thanh toán như thế nào?

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
vi: Tuy nhiên, để tăng giới hạn rút tiền của bạn, bạn có thể gửi yêu cầu theo hướng dẫn dưới đây.

source: Huge
vi: Lớn

source: Hundreds of deposit and withdrawal options.
vi: Hàng trăm quyền chọn rút tiền và gửi tiền.

source: I forgot my password, what should I do?
vi: Tôi đã quên mật khẩu, tôi nên làm gì?

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
vi: Tôi đã đọc và đồng ý với <a target="_blank" href="%1">điều khoản và điều kiện</a> của trang web.

source: I'm new to binaries, where do I start?
vi: Tôi là thành viên mới của binaries, tôi có thể bắt đầu từ đâu?

source: ID scans submitted
vi: Đã gửi bản Chứng minh nhân dân scan

source: Ideal for both pros and novices
vi: Lý tưởng cho cả người cũ và người mới

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
vi: Nếu tất cả dường như có chút khó khăn, thì bạn đã đúng. Nhưng đó là cách chúng tôi có thể chắc chắn tìm được những người tốt nhất cho đội của chúng tôi.

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payment earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
vi: Nếu việc tính toán lợi nhuận cổ phiếu của bạn bị sai, Công ty có quyền chỉnh sửa tính toán bất kì lúc nào và đòi bạn nộp lại tiền thừa (không giới hạn, bằng cách giảm doanh thu trong tương lai để bù lại số tiền thừa trước đó trước khi bạn bắt đầu kiếm tiền trở lại. Trong trường hợp đặc biệt, Công ty có quyền trừ doanh thu cổ phiếu dựa trên số tiền Công ty đã gửi vào tài khoản của khách hàng.

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
vi: Nếu có bất cứ điều khoản nào trong Hiệp định bị vô hiệu hóa một phần hay toàn bộ, điều khoản bị bỏ (hoặc một phần) sẽ được xóa khỏi Hiệp định này và những điều khoản còn lại (bao gồm các điều khoản còn lại) sẽ vẫn tiếp tục có hiệu lực và được áp dụng.

source: If the Company is legally required to disclose your personal or financial information by law or pursuant to the order of a court of competent jurisdiction or a governmental agency, the Company shall, unless legally prohibited, promptly notify you to that effect, in order to give you the opportunity to seek such protection for the information as it deems appropriate. Such required disclosure shall not be construed as a breach of this Terms and Conditions Agreement.
vi: Nếu Công ty được yêu cầu phải tiết lộ thông tin cá nhân hoặc thông tin tài chính của bạn cho luật pháp, hoặc theo lệnh của tòa án có thẩm quyền hoặc cơ quan chính phủ, Công ty sẽ phải thông báo trước cho bạn điều đó, trừ khi pháp luật cấm, để bạn có cơ hội bảo vệ thông tin của mình nếu thấy cần thiết. Những yêu cầu tiết lộ này sẽ không được hiểu là hành vi vi phạm Điều khoản và Điều kiện của Hiệp định.

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
vi: Nếu chúng tôi hài lòng với kết quả của bạn, chúng tôi sẽ liên hệ với bạn để phỏng vấn và sau đó sẽ kiểm tra trình độ hiểu biết của bạn.

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
vi: Nếu như bạn đã gặp khó khăn trong vấn đề đăng nhập vào tài khoản của mình, vui lòng xác minh rằng cookie vẫn đang hoạt động trong trình duyệt của bạn. Trang web này sử dụng cookie để lưu giữ tên đăng nhập và mật khẩu của bạn (dưới dạng mã hóa) ở máy tính của bạn khi trong suốt quá trình bạn đăng nhập.

source: If you are, we’d love to hear from you.
vi: Nếu như bạn có, chúng tôi muốn nhận tin từ bạn.

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
vi: Nếu như bạn có, đừng lo lắng,Với Binary.com, bạn có thể bán giao dịch của mình trước khi hết hạn dừng chốt lợi nhuận. Không cần thiết phải chờ tới khi thời gian kết thúc.

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
vi: Nếu bạn thấy không có cái nào trong số lnhững ý do này phù hợp với trường hợp của bạn và bạn muốn yêu cầu tiền thưởng được chuyển vào tài khoản của mình, vui lòng cung cấp cho chúng tôi:

source: If you meet our basic requirements, we’ll send you a talent test.
vi: Nếu bạn đạt yêu cầu cơ bản của chúng tôi, chúng tôi sẽ gửi cho bạn một bài kiểm tra thử trí.

source: If you need help, please contact our customer support team at %1
vi: Nếu bạn cần trợ giúp, vui lòng liên hệ với đội ngũ hỗ trợ khách hàng của chúng tôi với %1

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
vi: Nếu bạn chọn "Asian Fall", bạn sẽ thắng được tiền nếu như<strong>biến cuối cùng</strong><strong>thấp</strong> hơn<strong>bình quân</strong> của biến chuyển.

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
vi: Nếu bạn chọn "Asian Rise", bạn sẽ giành được tiền nếu <strong>biến cuối cùng</strong> cao <strong>hơn</strong> <strong>bình quân</strong> của biến chuyển nhỏ.

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
vi: Nếu bạn chọn "Khác nhau", bạn sẽ giành được tiền nếu <strong>chữ số cuối cùng</strong> của biến cuối cùng <strong>không giống</strong> như <strong>dự đoán của bạn</strong>.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
vi: Nếu bạn chọn "Không Chạm", bạn sẽ giành được tiền nếu thị trường không bao giờ chạm tới <strong>rào cản</strong> bất cứ lúc nào trong suốt<strong>thời hạn hợp đồng</strong>.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
vi: Nếu bạn chọn "Kết thúc Giữa", bạn có thể dành được tiền nếu <strong>giá giao ngay thoát khỏi thị trường</strong> cao hơn<strong>rào cản thấp nhất</strong> VÀ thấp hơn so với <strong>rào cản Cao</strong>.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
vi: Nếu bạn chọn "Kết thúc Bên ngoài", bạn có thể giành được tiền nếu <strong>giá giao ngay thoát khỏi thị trường</strong> HOẶC là cao hơn <strong>rào cản Cao</strong>, HOẶC LÀ thấp hơn <strong>rào cản Thấp</strong>.

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
vi: Nếu bạn chọn " Giảm", bạn có thể giành được tiền nếu <strong>giá giao ngay thoát khỏi thị trường</strong> thấp hơn<strong>giá giao ngay được nhập vào thị trường</strong>.

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
vi: Nếu bạn chọn "Ra Ngoài", bạn có thể giành được tiền nếu như thị trường chạm tới hoặc là <strong>rào cản Cao</strong> hoặc là <strong>rào cản thấp</strong> tại bât cứ thời điểm nào trong <strong>thời hạn hợp đồng</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
vi: Nếu bạn chọn "Cao hơn", bạn có thể giành được tiền nếu<strong>giá giao ngay thoát khỏi thị trường</strong> cao hơn<strong>rào cản</strong>.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
vi: Nếu bạn chọn "Thấp hơn", bạn có thể dành được tiền nếu <strong>giá giao ngay thoát khỏi thị trường</strong> thấp hơn<strong> rào cản</strong>.

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
vi: Nếu bạn chọn "Khớp", bạn sẽ giành được tiền nếu <strong>chữ số cuối cùng</strong> của biến cuối cùng <strong>same</strong> giống với <strong>dự đoán của bạn</strong>
