Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
vi: <strong>THÔNG BÁO QUAN TRỌNG</strong> - %1 không liên kết với bất kỳ Đại lý thanh toán nào nêu trên. Từng Đại lý thanh toán hoạt động với vai trò một nhà cung cấp dịch vụ độc lập và chưa được chứng thực, bảo đảm và chấp thuận bởi %1. KHÁCH HÀNG TỰ GIAO DỊCH VỚI CAC2 ĐẠI LÝ THANH TOÁN VÀ CHỊU MỌI RỦI RO PHÁT SINH. Chúng tôi khuyên khách hàng nên tìm hiểu kỹ lịch sử hoạt động của các Đại lý thanh toán trước khi gửi tiền cho họ. Dưới bất kỳ tình huống nào, %1 đều không chịu trách nhiệm cho những giao dịch giữa khách với các đại lý nêu trên.

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
vi: <strong>Trong/Ngoài</strong> - dự đoán thị trường sẽ ở trong hai mục tiêu giá, hay kết thúc ở giữa hoặc bên ngoài hai mục tiêu giá.

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
vi: <strong>Trong/Ngoài</strong> - nơi bạn có thể có lãi từ thị trường ở trong, ở ngoài, hai mục tiêu giá.

source: <strong>Instant access</strong> - open an account in minutes.
vi: <strong>Truy cập nhanh</strong> - mở tài khoản ngay trong vài phút.

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
vi: <strong>Ký quỹ nhanh</strong> - mở, ký quỹ, hoặc rút tiền từ tài khoản của bạn chỉ trong vài phút, 24 giờ trong ngày.

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
vi: <strong>Rủi ro biết trước</strong> - bạn biết ngay từ đầu bạn sẽ thắng hay thua.

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
vi: <strong>Thao tác lâu dài</strong> - chọn giao dịch với thời hạn lên đến 365 ngày.

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
vi: <strong>Cọc tối thiểu thấp</strong> - bắt đầu giao dịch chỉ với $5.

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
vi: <strong>Không có gì bất ngờ</strong> - không có 'trượt giá đặt lệnh', không có 'margin calls', không bị 'stop out', đảm bảo không thu phụ phí hay hoa hồng.

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
vi: <strong>Không có gì nghi ngờ</strong> - bạn sẽ không bao giờ gặp margin calls, rủi ro khoảng trống, phí trượt giá đặt lệnh, không thu phụ phí và hoa hồng.

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
vi: <strong>Công nghệ đã được cấp bằng sáng chế</strong> - %1 là cánh chim đầu đàn trong ngành và có công nghệ định giá được cấp bằng sáng chế.

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
vi: <strong>Cách thức thanh toán</strong> - %1 hỗ trợ nhiều cách thức thanh toán, ví dụ như thẻ tín dụng/ghi nợ, điện chuyển khoản ngân hàng, e-cash và e-wallets.

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
vi: <strong>Thị trường tĩnh</strong> - chọn giao dịch no-touch, giao dịch giữ-lại-ở-giữa, hoặc giao dịch kết-thúc-ở-giữa.

source: <strong>Random Indices</strong> - trade %1's propietary random indices.
vi: <strong>Chỉ số ngẫu nhiên</strong> - giao dịch chỉ số ngẫu nhiên độc quyền của %1.

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
vi: <strong>Chỉ số ngẫu nhiên</strong> - giao dịch chỉ số ngẫu nhiên của riêng %1, 24/7.

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
vi: <strong>Tăng/Giảm</strong> - dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại.

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
vi: <strong>Lên/Xuống</strong> - nơi bạn có thể có lãi từ thị trường tăng hay giảm từ mức hiện tại.

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
vi: <strong>Thị trường tăng</strong> - chọn giao dịch tăng, giao dịch cao hơn, giao dịch one-touch với hàng rào cao, hoặc giao dịch no-touch với hàng rào thấp.

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
vi: <strong>Giao dịch leo thang</strong> - thắng mức hoàn trả phần trăm bằng nhau trên tất cả cọc giá trị.

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
vi: <strong>Bảo mật</strong> - %1 đảm bỏ dữ liệu cá nhân và giao dịch của bạn luôn được giữ kín.

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
vi: <strong>Cài đặt khả năng thắng của bạn</strong> - chọn giao dịch có mức hoàn lại cao và xác suất thắng thấp, hoặc chọn mức hoàn lại thấp và xác suất thắng cao.

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
vi: <strong>Ngắn đến dài hạn</strong> - chọn khung thời gian từ 10 giây đến 365 ngày.

source: <strong>Short-term action</strong> - choose intraday trades from 1 minute to 24 hours.
vi: <strong>Thao tác ngắn hạn</strong> - chọn giao dịch trong ngày từ 1 phút đến 24 giờ.

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
vi: <strong>Chỉ số cổ phiếu</strong> - giao dịch tất cả chỉ số cổ phiếu chính trên toàn thế giới.

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
vi: <strong>Chỉ số cổ phiếu</strong> - giao dịch tất cả chỉ số cổ phiếu chính trên thế giới.

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
vi: <strong>Nhận lãi sớm</strong> - bán giao dịch dài hạn với giá thị trường trước khi hết hạn.

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
vi: <strong>Miễn thuế</strong> - binary được đăng ký dưới dạng hoạt động dự đoán tại Vương quốc Anh, vì thế chiến thắng của bạn được mkie64n thuế.

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
vi: <strong>Chạm/Không chạm</strong> - dự đoán thị trường sẽ chạm hoặc không chạm mục tiêu giá.

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
vi: <strong>Chạm/Không chạm</strong> - nơi bạn có thể nhận lãi khi thị trường chạm hoặc không chạm giá mục tiêu.

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $100,000.
vi: <strong>Giao dịch trong dự trù kinh phí</strong> - tham gia ngay với chỉ $2 hoặc chi tới $100,000.

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
vi: <strong>Giao dịch theo chiến lược</strong> - cài đặt giao dịch dạng ‘cảm tính’, hoặc sử dụng cách phân tích nền tảng hoặc kỹ thuật.

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
vi: <strong>Giao dịch khi bạn muốn</strong> - giao dịch 24/7, kể cả cuối tuần.

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
vi: <strong>Giao dịch đầy tự tin</strong> - chọn mức giá trường dành riêng cho người chơi lớn.

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
vi: <strong>Giao dịch theo cách của bạn</strong> - tùy chỉnh giao dịch theo ý thích của bạn.

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
vi: <strong>Mức hoàn lại lên đến 100% đối với giao dịch tăng/giảm</strong> - chúng tôi đảm bảo bạn không thể tìm được chính sách hoàn lại tốt hơn chúng tôi.

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
vi: <strong>Thị trường không ổn định</strong> - chọn giao dịch một-cú-chạm, giao dịch ra-ngoài, hoặc giao dịch kết thúc bên ngoài.

source: <ul class='checked'> <li>%1 is the leading binary option trading platform.</li> <li>With an interface in English, Spanish, French, Japanese, Portuguese, Russian and Indonesian it has an internationally wide appeal.</li> <li>The %1 platform is 100% web based making it instantly available for clients.</li> <li>The platform is user friendly and accessible to all levels of traders.</li> <li>The %1 affiliate program is competitive and adaptive to your unique requirements [whatever they may be].</li> </ul> <p>If you want to profit from this high demand product then your best option is to partner with the market leader; %1. We've been in the business since 1999, and we know what we're doing.</p>
vi: <ul class='checked'>↵ <li>%1 là giao diện giao dịch cá cược chứng khoán binary option hàng đầu.</li>↵ <li>Với giao diện đủ loại ngôn ngữ: Anh, Tây Ban Nha, Pháp, Nhật, Bồ Đào Nha, Nga và Indonesia, chúng tôi mang đến sự tương tác toàn cầu cho bạn.</li>↵ <li>Giao diện %1 có nền tảng 100% trên trang web, điều này giúp chúng tôi tăng khả năng tiếp cận khách hàng, cũng như tạo điều kiện thuận lợi cho khách sử dụng.</li>↵ <li>Giao diện dễ sử dụng và có thể tiếp cận nhà giao dịch ở mọi cấp độ.</li>↵ <li>Chương trình liên kết %1 mang đầy tính cạnh tranh và dễ điều chỉnh theo yêu cầu của bạn [cho dù yêu cầu của bạn là gì].</li>↵ </ul>↵ <p>Nếu bạn muốn có lãi từ sản phẩm chất lượng cao này, lựa chọn tốt nhất chính là hợp tác với người lãnh đạo thị trường ; %1. Chúng tôi đã gia nhập ngành này từ 1999, và chúng tôi nắm chắc những bí quyết giúp bạn thành công.</p>

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
vi: <ul><li> Đến menu <strong>Chỉnh sửa</strong> và chọn <strong>tham khảo....</strong> </li><li> Nhấn vào <strong> mục Bảo mật</strong>. </li><li> Đặt "<strong>Chấp nhận cookies</strong>" đến <strong>Luôn luôn</strong>. </li><li> Nhấn vào nút <strong>X</strong> chỗ góc trên bên phải để lưu và đóng lại. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
vi: <ul><li> Đến <strong>menu Công cụ</strong> và chọn <strong>Lựa chọn Internet</strong>. </li><li> Nhấn vào <strong>mục Sự riêng tư</strong>. </li><li> Nhấn vào <strong>nút Cải tiến </strong>. </li><li> Chọn <strong>Đè lên phần cookie tự động</strong>. </li><li> Chọn <strong>Chao61 nhận</strong> cho cả hai <strong>Cookie của một bên</strong> and <strong>Cookie bên thứ ba</strong>. </li><li> Nhấn vào <strong> nút OK</strong> để lưu và đóng lại. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
vi: <ul><li> Đến <strong>menu Công cụ</strong> và chọn <strong>Tham khảo</strong>. </li><li> Nhấn vào <strong>Mục Cải tiến</strong></li><li> Chọn <strong>Cookies</strong> từ cột bên trái. </li><li> Chọn <strong>chấp nhận cookies</strong>. </li><li> Nhấn vào <strong>nút OK</strong> để lưu và đóng lại. </li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
vi: ul><li>Đến "<strong>Tùy chỉnh và quản lý trên Google Chrome</strong>" xổ thanh xuống và chọn <strong>Lựa chọn</strong>.</li><li>Nhấn vào <strong>mục Under the Hood</strong>thẻ.</li><li>Nhấn vào <strong>cài đặt Nội dung</strong>nút.</li><li>Chọn <strong>Cho phép dữ liệu gốc được cài đặc (nên dùng)</strong>.</li><li>Nhấn vào <strong>nút Đóng</strong> để lưu cài đặt của bạn.</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
vi: <ul><li>Đến <strong>menu công cụ</strong> và chọn <strong>Lựa chọn</strong>.</li><li>Nhấn vào <strong>mục Riêng tư</strong></li><li>Đặt "<strong>Firefox sẽ</strong>" đến "<strong>lịch sử đã ghi nhớ</strong>".</li><li>Nhấn vào <strong>nút OK</strong> để lưu cài đặt của bạn.</li></ul>

source: == Toll Free ==
vi: == Điện thoại miễn phí ==

source: A Phonegap mobile application for Binary.com
vi: Một ứng dụng di động Phonegap cho Binary.com

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
vi: Một dòng line động và đơn giản có thể được cải tiến bằng cách đặt tem phần trăm vào cạnh của nó. Những dòng line của chúng tôi được hiện thị 20% trên và 10% dưới dòng line động trung bình.

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
vi: Giao dịch Ở giữa xuất chi khi thị trường ở giữa (không chạm) CẢ HAI hàng rào cao hoặc hàng rào thấp tại bất cứ thời điểm nào trong suốt quá trình lựa chọn bởi một người giao dịch. Giao dịch Ra ngoài xuất chi khi thị trường chạm MỘT TRONG HAI hàng rào cao và hàng rào thấp tại bất cứ thời điểm nào trong suốt thời kỳ được chọn bởi người giao dịch.

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
vi: Đại lý giao dịch là người hoặc tổ chức chứ không phải Khách hàng, người được ủy quyền mua hoặc bán hợp đồng, đại diện cho Khách hàng trong tài khoản của Khách hàng.

source: A True Partnership
vi: Sự hợp tác đúng nghĩa

source: A Web Application using the Binary.com API
vi: Ứng dụng web dùng Binary.com API

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
vi: Cá cược chứng khoán binary option là dạng hợp đồng mua bởi nhà giao dịch, trả trước một khoản nhất định nếu dự đoán của họ là chính xác.

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
vi: Cá cược chứng khoán binary option là dạng lựa chọn mức xuất chi cố định được xác định ngay từ đầu giao dịch. Nếu bạn dự đoán chính xác, bạn sẽ nhận được số tiền xuất chi đã thỏa thuận. Nếu đoán sai, bạn sẽ chỉ mất lượng cược ban đầu, không mất nhiều hơn. Lựa chọn gọi là binary vì sẽ chỉ có 2 khả năng xảy ra - thắng hay thua.

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
vi: Phái sinh là công cụ tài chính có giá trị được xác định khi liên kết với một thị trường tA derivative is a financial instrument whose value is determined thực. Phái sinh thường được giao dịch trên thị trường ngân hàng quốc tế, và binary chính là một trong những dạng đơn giản của phái sinh.

source: A general error has occurred.
vi: Đã có lỗi phổ biến xảy ra.

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
vi: Chỉ số động lượng thể hiện phần trăm tỷ-lệ-trao-đổi của dòng trung bình động theo hàm mũ 3. Giống như những chỉ số dao động khác, TRIX dao động xung quanh dòng 0.

source: A new version of the interface is available. Please <a href="#" id="appcache-refresh-link">refresh</a> this page to try again.
vi: Đã có phiên bản giao diện mới. Vui lòng <a href="#" id="appcache-refresh-link">tải lại</a> trang này để thử lại.

source: A new version of the interface is available. Please <a href='#' id='appcache-refresh-link'>refresh</a> this page to try again.
vi: Đã có phiên bản giao diện mới. Vui lòng <a href='#' id='appcache-refresh-link'>tải lại</a> trang này lần nữa.

source: A next-generation front-end interface with Sencha ExtJS-5
vi: Giao diện trực tiếp thế hệ mới với Sencha ExtJS-5

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
vi: Hợp tác cùng những gương mặt hàng đầu trong ngành BetOnMarkets.com, đọat giải ‘Nhà hoạt động cá cược tài chính của năm’, vượt qua hai đối thủ khác trong vòng chung kết. Đây chính là giải thưởng danh giá hàng đầu của chúng tôi, thể hiện đẳng cấp trên thị trường thế giới. 10 năm tới, chúng tôi sẽ ngày càng phát triển thêm.

source: A problem occurred
vi: Đã có lỗi xảy ra

source: A problem occurred while connecting to the server. Please try again later.
vi: Lỗi xảy ra khi kết nối với máy chủ. Vui lòng thử lại.

source: A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook
vi: Bản scan hóa đơn điện nước gốc của bạn (trong 3 tháng gần đây), hoặc giấy thông báo của ngân hàng, tổ chức tín dụng, xây dựng xã hội, thẻ tín dụng hoặc thẻ ghi nợ, hoặc passbook

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
vi: Bản scan hóa đơn điện nước thể hiện địa chỉ thường trú của bạn (hóa đơn trong vòng 3 tháng gần đây).

source: A scanned copy of your current valid passport, current driving license (provisional or full), or identity card
vi: Bản scan hộ chiếu hiện tại của bạn, bằng lái xe (tạm thời hoặc chính thức), hoặc thẻ chứng minh

source: A scanned copy of your passport or driver's licence.
vi: Bản scan hộ chiếu hoặc bằng lái xe.

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
vi: Đối tượng kỹ thuật hiển thị mức mua quá mức/bán quá mức, tương tự như công dụng chỉ số Oscillator, ngoại trừ %R đảo ngược lại từ 0% xuống -100%. Chỉ số trong khoảng từ 80 đến 100% cho thấy mức độ bảo mật đã bán quá mức, còn chỉ số từ 0 đến 20% cho thấy đã mua quá mức.

source: A tick is the minimum upward or downward movement in the price of a market.
vi: Một gậy tick là chuyển động nhỏ nhất lên trên hoặc xuống dưới của giá thị trường.

source: API Developer Guide
vi: Hướng dẫn Phát triển API

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
vi: ĐẠI LÝ THANH TOÁN ĐÃ ĐƯỢC CHỨNG NHẬN? (phần này chỉ văn phòng có thể thấy)

source: About
vi: Thông tin

source: About Us
vi: Thông tin về chúng tôi

source: About us
vi: Thông tin về chúng tôi

source: Absolute barrier
vi: Hàng rào tuyệt đối

source: Acceptance
vi: Chấp thuận

source: Access to Personal Data
vi: Đăng nhập dữ liệu cá nhân

source: Access to your personal data is strictly prohibited with the exception of key personnel of the Company and only as needed in the performance of their duties.
vi: Đường dẫn tới dữ liệu cá nhân của bạn được bảo mật rất cao, chỉ có nhân sự chủ chốt của công ty có thể truy cập và chỉ trong những trường hợp thật sự cần thiết.

source: According to our terms and conditions, you may only register for one real money account through our site. If you have forgotten the Login ID or password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
vi: Theo điều kiện và điều khoản của chúng tôi, bạn chỉ có thể đăng ký một tài khoản thật trên trang của chúng tôi. Nếu bạn quên tên đăng nhao65 hoặc mật khẩu, vui lòng <a href="%1">thử công cụ khôi phục mật khẩu</a> hoặc liên hệ dịch vụ khách hàng.

source: Account Closure
vi: Đóng tài khoản

source: Account Details
vi: Chi tiết tài khoản

source: Account Limits
vi: Giới hạn tài khoản

source: Account Management and Tracking
vi: Quản lý và theo dõi tài khoản

source: Account Opening
vi: Mở tài khoản

source: Account balance : %1 %2
vi: Số dư tài khoản : %1 %2

source: Account balance:
vi: Số dư tài khoản:

source: Accumulation/Distribution
vi: Tích lũy/Phân phát

source: Accuracy of Information
vi: Mức độ chính xác của thông tin

source: Acknowledgement of Money Transfer
vi: Xác nhận chuyển tiền

source: Acknowledgement of Withdrawal Request
vi: Xác nhận yêu cầu rút tiền

source: Acquisition
vi: Lãi thu được

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
vi: Lãi từ hợp đồng tài chính trên trang này phải phù hợp điều kiện của điều khoản của trang. Lãi được xác nhận khi hợp đồng được thông qua, lãi (hoặc tiền xuất chi tùy trường hợp) sẽ được tính và thanh toán được xác thực.

source: Action
vi: Thao tác

source: Add Lines
vi: Thêm dòng line

source: Add Overlay
vi: Thêm overlay

source: Address
vi: Địa chỉ

source: Affiliate
vi: Nhà liên kết

source: Affiliate Program
vi: Chương trình liên kết

source: After logging into binary.com, you can register as an API Developer
vi: Sau khi đăng nhập binary.com, bạn có thể đăng ký làm Người phát triển API

source: After the user authenticates to %1; their browser will be re-directed to your callback handler with a call like this:
vi: Sau khi người dùng xác nhận %1; trình duyệt sẽ tự chuyển về mục quản lý gọi lại với cuộc gọi như thế này:
