Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: Binary.com supports the <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) which is the leading charity in Britain committed to minimising gambling-related harm. The RGT funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
vi: Binary.com hỗ trợ <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) chính là tổ chức từ thiện hàng đầu tại Anh với nhiệm vụ hạn chế những thiệt hại từ việc đánh bạc. RGT gây quỹ cho giáo dục, dịch vụ chữa trị và dự phòng, nghiên cứu hội đồng nhằm giúp mọi người hiểu thêm về thiệt hại do đánh bạc. Tổ chức này còn cung cấp dịch vụ hỗ trợ đánh bạc cấp quốc gia nhằm đưa ra những lời khuyên bí mật và ủng hộ tinh thần cho những người cần giúp đỡ khi gặp rắc rối từ việc đánh bạc.

source: Binary.com's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
vi: Công nghệ định giá đã có bằng sáng chế của Binary.com cho phép bạn kiếm lời từ cùng một tỷ lệ hoàn lại như những nhà giao dịch trên thị trường ngân hàng quốc tế.

source: Binary.com’s CPAN contributions
vi: Những đóng góp CPAN của Binary.com

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
vi: Trụ sở chính Binary.com tại Malta, đây là điểm đến du lịch nổi tiếng với khí hậu nông thôn, phong cảnh đẹp và nhiều di sản thế giới.Chúng tôi còn có trụ sở ở Cyberjaya, một khu công nghệ cao ở miền Nam Kuala Lumpur, thủ đô Malaysia, một điểm đến được xem là trái tim châu Á.

source: Binary.com’s remarkable history
vi: Lịch sử đáng ghi nhận của Binary.com

source: Bollinger Band Width
vi: Chiều rộng Bollinger Band

source: Bollinger Bands
vi: Bollinger Band

source: Bollinger Bands Average
vi: Bollinger Band trung bình

source: Bollinger Bands Lower
vi: Bollinger Band thấp

source: Bollinger Bands Upper
vi: Bollinger Band cao

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
vi: Bollinger Band là những dòng hiển thị xung quanh dòng động trung bình (cài đặt mặc định đến 20 khoảng thời gian). Dòng trên hiển thị 2 phần lệch tiêu chuẩn trên 2 dòng trung bình, và dòng thấp hiển thị 2 phần lệch tiêu chuẩn dưới dòng trung bình. Theo định nghĩa giá cao ở phần band trên và thấp ở band dưới. Định nghĩa này có thể hỗ trợ những phần khắt khe bà hữu dụng khi so sánh giá với động thái của chỉ số nhằm đưa ra những quyết định giao dịch hệ thống.

source: Bonus Code
vi: Mã thưởng

source: Both the deposit and the bonus amounts are clearly displayed when this type of promotion is available. E.g. Get $25 when you deposit $100. By way of example, if you choose to participate in a "Get $25 when you deposit $100" promotion, we will add an additional $25 to your account when you deposit $100 AND when you have purchased at least $125 worth of trades ($25 * 5= $125). The bonus will only be credited to your account when both of these conditions are met.
vi: Số tiền gửi và tiền thưởng được hiển thị rõ ràng khi loại khuyến mãi này khả dụng. Ví dụ: Nhận thêm $25 khi gửi $100. Như ví dụ này, nếu bạn chọn tham gia chương trình khuyến mãi "Nhận thêm $25 khi gửi $100", chúng tôi sẽ thêm $25 vào tài khoản của bạn khi bạn gửi $100 VÀ khi bạn đã mua hàng trị giá tối thiểu $125 ($25 * 5 = $125). Tiền thưởng sẽ chỉ được cộng vào tài khoản của bạn khi thỏa mãn cả 2 điều kiện trên.

source: Brand of first car
vi: Nhãn hiệu của chiếc xe đầu tiên

source: Browse
vi: Duyệt

source: Building Number
vi: Số nhà

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
vi: Nhưng không cần phải đợi đến khi hết hạn. Bạn có thể bán lại những giao dịch dài hạn bất kỳ lúc nào để kiếm lời từ các điều kiện thị trường luôn thay đổi.

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
vi: Nhưng chúng tôi có chọn lọc. Chúng tôi chỉ lựa chọn những người có phẩm chất đặc biệt như: hết sức chuyên nghiệp, người chuẩn mực về đạo đức, sống trong một môi trường hợp tác và trung thực.

source: Buy
vi: Mua

source: Buy Price
vi: Giá mua

source: Buy a contract
vi: Mua một hợp đồng

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
vi: Khi yêu cầu trở thành thành viên của chương trình liên kết của chúng tôi có nghĩa là bạn đã đồng ý với điều kiện và điều khoản được đưa ra trong Hiệp định này. Mẫu đăng kí sẽ nằm trong Hiệp định này.

source: Calculate
vi: Tính toán

source: Calculating
vi: Đang tính

source: Callback URL
vi: Hàm Callback URL

source: Calling a Service
vi: Gọi một dịch vụ

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today. For example, to get a list of "marketplaces" currently available at %1:
vi: Cuộc gọi sử dụng Giao diện lập trình ứng dụng thì đơn giản, dễ nhận biết và có thể được thương lượng từ tất cả các kĩ thuật lập trình web phổ biến được sử dụng ngày nay. Ví dụ, để có một danh sách "thị trường" hiện có sẵn %1:

source: Can I become a %1 affiliate even if I don't have a website?
vi: Nếu như tôi không có một trang web nào, tôi có thể trở thành %1 liên kết không?

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
vi: Tôi có thể mời người tôi giới thiệu đăng nhập qua đường dẫn của tôi thay vì đăng nhập trực tiếp không?

source: Can you customize a banner for my site?
vi: Bạn có thể tùy chỉnh biểu ngữ cho trang web của tôi không?

source: Cancel
vi: Hủy

source: Cancel Registration
vi: Hủy Đăng kí

source: Candlestick Chart
vi: Biểu đồ hình nến

source: Candlesticks
vi: Hình nến

source: Careers
vi: Sự nghiệp

source: Cascade
vi: Thác nước

source: Cash Dividend
vi: Cổ tức chia bằng tiền mặt

source: Cashier
vi: Thu ngân

source: Cashier Testing
vi: Kiểm tra Thu Ngân

source: Cashier/Settings password
vi: Thu ngân/ Thiết lập mật khẩu

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
vi: Giới hạn nhất định được hiểu là giá đạt tới mức có thể chấp nhận được đối với giá thực hiện/ giá tới hạn của hợp đồng. Thông thường, giá thực hiện có thể không quá gần hoặc quá xa với mức giá thị trường gốc hiện tại.

source: Chaikin Money Flow
vi: Dòng Tiền Chaikin

source: Chaikin Oscillator
vi: Chỉ báo Chaikin Oscillator

source: Chaikin Volatility
vi: Chỉ số biến động Chaikin Volatility

source: Change
vi: Thay đổi

source: Change = Close - Open, for the day
vi: Thay đổi = Giá đóng cửa -Giá mở cửa, cho một ngày

source: Change Account Information
vi: Thay đổi Thông tin Tài khoản

source: Change Password
vi: Thay đổi Mật khẩu

source: Change in account settings
vi: Thay đổi trong thiết lập tài khoản

source: Chart
vi: BIểu đồ

source: Chart Application
vi: Ứng dụng biểu đồ

source: Chart Type
vi: Loại Biểu đồ

source: Charting
vi: Vẽ biểu đồ

source: Charting for this underlying is delayed
vi: Biểu đồ cho cơ sở này bị hoãn

source: Charting is not available for this underlying
vi: Biểu đồ không có sẵn cho giá gốc này

source: Check out our commission rates below:
vi: Xem xét tỉ lệ hoa hồng của chúng tôi dưới đây:

source: Check out our daily market reports written by Dave Evan, Professional Trader to stay up to date with the latest world's financial news.
vi: Xem bản báo cáo thị trường hàng ngày của chúng tôi được viết bởi Dave Evan, Nhà giao dịch Chuyên nghiệp luôn cập nhật mọi bản tin tài chính mới nhất trên thế giới.

source: Check out some technical terms before you start.
vi: Xem vài cụm từ chuyên ngành trước khi bạn bắt đầu.

source: Check out the payment methods accepted by the payment agents in the list below.
vi: Xem các phương thức thanh toán được chấp nhận trong danh sách dưới đây.

source: Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price.
vi: Chọn Tăng/Giảm châu Á khi bạn muốn có lợi nhuận từ khi thị trường kết thúc với giá cao hơn hoặc thấp hơn giá bình quân.

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
vi: Chọn Ends In/Out để thu lợi nhuận từ thời điểm lệnh dừng thị trường ở bên trong hoặc bên ngoài hai giá mục tiêu vào cuối kì giao dịch.

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
vi: Chọn Cao hơn/ Thấp hơn khi bạn muốn thu lợi nhuận từ thời điểm thị trường kết thúc cao hơn hoặc thấp hơn giá mục tiêu.

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
vi: Chọn Tăng/ Giảm khi bạn muốn thu lợi nhuận từ thời điểm thị trường đang tăng hoặc đang giảm so với mức giá hiện tại.

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
vi: Chọn Giữ nguyên/ Thoát để thu lợi nhuận từ thời điểm thị trường vẫn ở bên trong hoặc ra bên ngoài 2 mức giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng.

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
vi: Chọn Chạm/ không Chạm khi bạn muốn thu lợi nhuận từ thời điểm thị trường chạm hoặc không chạm với giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng.

source: Choose a duration from 10 seconds to 365 days.
vi: Chọn thời hạn từ 10 giây tới 365 ngày.

source: Choose a password
vi: Chọn mật khẩu

source: Choose a payout from $1 to $100,000.
vi: Chọn thanh toán từ $1 tới $100,000.

source: Choose a trade type
vi: Chọn loại giao dịch

source: Choose digit if you want to profit from predicting the last decimal digit of the spot.
vi: Chọn chữ số nếu bạn muốn thu lợi nhuận từ việc dự đoán số thập phân cuối cùng của giá giao ngay.

source: Choose from over 1 million trades
vi: Chọn từ hơn một triệu giao dịch

source: Choose from over a million possible trades at any time.
vi: Chọn từ hơn một triệu giao dịch có thể bất cừ lúc nào.

source: Choose the barrier(s)
vi: Chọn điểm chặn

source: Choose the duration
vi: Chọn thời hạn

source: Choose the market, the price target, the time period, and how much you wish to win.
vi: Chọn thị trường, giá mục tiêu, khoảng thời gian, và số tiền bạn muốn thắng.

source: Choose the market, the price targets, the time period, and how much you wish to win.
vi: Chọn thị trường, giá mục tiêu, khoảng thời gian, và số tiền bạn muốn thắng.

source: Choose the market, the time period, and how much you wish to win.
vi: Chọn thị trường, giá mục tiêu, khoảng thời gian, và số tiền bạn muốn thắng.

source: Choose the payment method you'd like to use.
vi: Chọn phương thức thanh toán bạn muốn sử dụng.

source: Choose the payout
vi: Chọn thanh toán

source: Choose the underlying market
vi: Chọn thị trường cơ sở

source: Choose your own strike.
vi: Chọn giá thực hiện của riêng bạn.

source: Click <a href="%1" target="_blank">here</a> to try the beta-release of the application. Kindly report issues found to <a href="mailto:%2">%2</a>.
vi: Nhấp chuột vào <a href="%1" target="_blank">ở đây</a> để thử Beta của ứng dụng này. Vui lòng báo cáo các vấn đề gặp phải tới <a href="mailto:%2">%2</a>.

source: Client's Liability
vi: Trách nhiệm của Khách hàng

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, Clients remains fully liable for any and all positions traded on their account, and for any credit card transactions entered into the site for their account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
vi: Khách hàng đồng ý hoàn toàn và cá nhân phải chịu trách nhiệm trong việc thiết lập mỗi giao dịch được nhập vào tài khoản của mình với Công ty. Điều này cũng bao gồm cả việc bất kì giao dịch nào được nhập bởi các thành viên trong gia đình của Khách hàng hoặc người có thể đăng nhập vào tài khoản. Khách hàng có trách nhiệm bảo đảm rằng chỉ cá nhân khách hàng mới có thể truy cập vào tài khoảncủa mình, và không cho trẻ vị thành niên nào được truy cập vào tài khoản để giao dịch trên trang web. Trong bất kì trường hợp nào, Khách hàng hoàn toàn chịu trách nhiệm cho bất kì hoặc các vị thế đã giao dịch trên tài khoản của mình, và đối với bất cứ giao dịch bằng thẻ tín dụng nào được nhập vào trang web cho thẻ của mình. Khách hàng cũng phải bồi thường cho Công ty với tất cả các chi phí và thiệt hại của bất kì điều gì có thể xẩy ra đối với Công ty do lỗi trực tiếp hoặc gián tiếp từ khách hàng. Các khoản nợ Cờ bạc trực tuyến đều được thực thi bằng pháp luật tại Đảo Man.

source: Clients from the rest of the world will have their account opened with Binary (C.R.) S.A.
vi: Khách hàng khắp nơi trên thế giới sẽ có tài khoản được mở với Binary (C.R.) S.A.

source: Clients may avail of this bonus only when a real money account is opened.
vi: Khách hàng có khoản tiền thưởng này chỉ khi có tài khoản tiền thật được mở.

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, will be deprived from any winnings and only deposits made shall be refunded.
vi: Khách hàng cần chú ý rằng cờ bạc dưới tuổi thành niên là vi phạm pháp luật. Nếu khách hàng sau khi xác minh độ tuổi, được chứng minh là tuổi vị thành niên, sẽ bị tước từ bất kỳ tiền thưởng thắng nào và chỉ có tiền gửi sẽ được hoàn trả.

source: Clients must fill into the account opening form all requested details that establish their identity.
vi: Khách hàng cần phải điền tất cả các thông tin yêu cầu để nhận dạng mình vào mẫu mở tài khoản.

source: Clients registered with Binary (C.R.) S.A. can raise their unresolved disputes with management by submitting an email to complaints@binary.com.
vi: Khách hàng đã đăng kí với Binary (C.R.) S.A.có thể trình các vấn đề tranh chấp chưa được giải quyết lên ban quản lý bằng cách gửi qua địa chỉ email complaints@binary.com.

source: Clients registered with Binary (Europe) Ltd can raise their unresolved disputes with the Malta Gaming Authority at
vi: Khách hàng đã đăng kí với Công ty TNHH Binary (Châu Âu) có thể trình các vấn đề tranh chấp chưa được giải quyết lên Cơ quan Giám sát Đánh bạc Malta qua địa chỉ

source: Clients registered with Binary (IOM) Ltd can raise their unresolved disputes with the Isle of Man Gambling Supervision Commission at gaming@gov.im.
vi: Khách hàng đã đăng kí với công ty TNHH Binary (IOM) có thể trình các vấn đề tranh chấp chưa được giải quyết lên Ủy ban Giám sát Đánh bạc Đảo Man qua địa chỉ gaming@gov.im.

source: Clients shall not hold or pool third party funds into their own account held with the Company.
vi: Khách hàng sẽ không được giữ hoặc chuyển tiền quỹ bên thứ ba vào tài khoản cá nhân của mình mà được giữ bởi Công ty.

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be made to our customer services via telephone. Email contact is not sufficient.
vi: Khách hàng người mà không muốn gia hạn chương trình tự ngăn cấm và yêu cầu giao dịch lại sẽ được dành một ngày để ổn định trước khi được cho phép đăng nhập vào trang web. Chú ý rằng cần phải cung cấp số điện thoại cho bộ phận dịch vụ khách hàng của chúng tôi. Liên hệ bằng địa chỉ email là không đủ.

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. When the self-exclusion period is set, the balance of funds in the client's account will be refunded to the client. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
vi: Khách hàng người mà muốn có chương trình tự ngăn cấm chú ý rằng thời gian tự ngăn cấm tối đa là 6 tháng và sẽ được lựa chọn kéo dài thời gian ít nhất 5 năm ngay lập tức mà không cần phải có bất kì thời gian nghỉ ngơi nào. Khi thời hạn chương trình tự ngăn cấm được thiết lập, số dư trong tài khoản của khách hàng sẽ được hoàn lại. Vào cuối kì chương trình tự ngăm cấm, chương trình đó vẫn còn hiển thị, trừ phi khách hàng làm hành động gì đó để giao dịch lại.

source: Close
vi: Đóng

source: Close All
vi: Đóng tất cả

source: Close Location Value
vi: Đóng Giá trị Vị trí

source: Close of trading day.
vi: Thời điểm đóng cửa của ngày giao dịch.

source: Closed
vi: Đã đóng

source: Closes
vi: Đóng

source: Closes early (at %1)
vi: Đóng cửa sớm (tại %1)

source: Closing Price
vi: Giá đóng cửa

source: Comment must not exceed %1 characters. Please resubmit.
vi: Bình luận không được vượt quá %1 ký tự. Vui lòng gửi lại.

source: Commission (%) you want to take on deposits
vi: Hoa hồng (%) mà bạn muốn gửi tiền

source: Commission (%) you want to take on withdrawals
vi: Hoa hồng (%) mà bạn muốn rút tiền

source: Commission Rates
vi: Tỉ lệ Hoa hồng

source: Commission on deposits
vi: Hoa hồng gửi tiền

source: Commission on withdrawals
vi: Hoa hồng rút tiền

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as the affiliate remains a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
vi: Khách hàng có thể kiếm được tiền hoa hồng trên tất cả các giao dịch mà khách hàng cam kết giao dịch cho đến khi liên kết vẫn còn là thành viên của chương trình liên kết này. Công ty có quyền hủy bỏ hoa hồng nếu nó không được hoạt động sau 2 năm.

source: Commodities
vi: Hàng hóa

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
vi: Hàng hóa là nguồn tài nguyên được ltrồng hoặc lấy ra từ lòng đất như bạc, vàng và dầu. %1 Chúng đều được định giá bằng Đô la Mĩ.

source: Commodity Channel Index
vi: Chỉ số Kênh Hàng hóa

source: Company addresses
vi: Địa chỉ công ty

source: Company trip to Phuket, Thailand
vi: Đi du lịch với công ty tới Phuket, Thái Lan

source: Company's Right
vi: Quyền của công ty

source: Complaints and Disputes
vi: Khiếu nại và Tranh chấp

source: Confirm
vi: Xác nhận

source: Connection failure. Please try again later.
vi: Kết nối bị thất bại. Xin vui lòng thử lại sau.

source: Console Facility
vi: Thiết bị hạ tầng cơ sở

source: Contact
vi: Liên hệ

source: Contact Us
vi: Liên hệ với Chúng tôi

source: Contact the payment agent directly for more information on how to transfer money to them.
vi: Liên hệ với đội ngũ thanh toán trực tiếp để biết thêm thông tin về cách thức chuyển tiền.

source: Contact us
vi: Liên hệ với chúng tôi

source: Continue
vi: Tiếp tục

source: Contract
vi: Hợp đồng

source: Contract Details
vi: Chi tiết Hợp đồng

source: Contract Payouts
vi: Thanh toán Hợp đồng

source: Contract Risks
vi: Rủi ro Hợp đồng

source: Contract Type
vi: Loại Hợp đồng

source: Contract barrier must be positive.
vi: Giới hạn hợp đồng phải là số dương.

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
vi: Hợp đồng không hết hạn trong suốt kì nghỉ lễ cuối năm. Lựa chọn ngày hết hạn sau %1.

source: Contract cannot be sold at this time.
vi: Không thể bán Hợp đồng vào thời gian này.

source: Contract discovery and pricing
vi: Tìm hiểu Hợp đồng và định giá

source: Contract expired
vi: Hợp đồng đã hết hạn

source: Contract has already expired.
vi: Hợp đồng đã hết hạn.

source: Contract market price is too close to final payout.
vi: Giá thị trường của hợp đồng quá thấp để có thể tất toán.

source: Contract may not expire within the last %1 of trading.
vi: Hợp đồng không hết hạn trong lượt %1 giao dịch cuối cùng.

source: Contract must expire during trading hours.
vi: Hợp đồng phải hết hạn trong suốt các giờ giao dịch.
