Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones.
vi: Công ty sẽ quyết định thanh toán hợp đồng bằng cách tham khảo giá cao/ thấp/gần được báo cáo trên trang web có liên quan tới chỉ số cơ sở của hợp đồng hoặc từ dữ liệu giao dịch báo giá ngoại tệ của liên ngân hàng hoặc giá hàng hóa được thể hiện trên trang web. Công ty có quyền chỉnh sửa dữ liệu này trong trường hợp dữ liệu bị nhầm giá hoặc bị đánh máy sai. Khách hàng nên lưu ý rằng thị trường khác nhau thì có thể đóng cửa ở thời điểm khác nhau trong ngày phụ thuộc vào giờ giao dịch và múi giờ.

source: Contract period
vi: Thời hạn hợp đồng

source: Contract purchase (approved applications only)
vi: Hợp đồng mua (chỉ các ứng tuyển đã phê duyệt)

source: Contract started
vi: Hợp đồng đã bắt đầu

source: Contracts
vi: Hợp đồng

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
vi: Hợp đồng thường không được chào bán trong giờ giao dịch cuối của bất kì thị trường nào (đối với thị trường ngoại tệ, thời gian bị cấm có thể lên tới 3 giờ).

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
vi: Hợp đồng không hết hạn vào cuối tuần; vì vậy ngày hết hạn của hợp đồng có thể được đẩy sang ngày thứ Hai tiếp theo trong trường hợp ngày hết hạn hợp đồng rơi vào ngày thứ Bẩy hoặc Chủ Nhật.

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
vi: Hợp đồng dựa trên % 1 vừa bắt đầu và kết thúc giữa % 2 và % 3 trong cùng ngày là không có.

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
vi: Hợp đồng % 1 có thời hạn dưới 24 giờ cần phải hết hạn trong cùng ngày giao dịch.

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
vi: Hợp đồng thường sẽ không được chào tại kèo dưới 0.05-tới-1 (ví dụ thanh toán USD/GBP/EUR/AUD dưới 1.05 cho mỗi 1 đơn vị USD/GBP/EUR/AUD.

source: Contracts will not usually be offered during the first 10 minutes of market trade.
vi: Hợp đồng sẽ không thường được chào bán trong khoảng 10 phút đầu của giao dịch thị trường.

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
vi: Hợp đồng sẽ không được chào bán khi giá thị trường cơ sở đang ở mức cao trong ngày hoặc thấp trong ngày giao dịch.

source: Controlled risk
vi: Rủi ro có thể điều khiển được

source: Cookies
vi: Cookie

source: Copyright
vi: Bản quyền

source: Costs
vi: Chi phí

source: Country of Residence
vi: Quốc gia cư trú

source: Create account
vi: Tạo tài khoản

source: Credit/<wbr/>Debit
vi: Tín dụng/<wbr/>Trả trước

source: Credit/Debit Card
vi: Thẻ tín dụng/trả trước

source: Cross-company payment agent transfers are not allowed.
vi: Không cho phép chuyển tiền thanh toán xuyên quốc gia.

source: Crosshair
vi: Hai sợi tóc theo phương trục X và trục Y giao nhau tại 1 điểm

source: Currencies
vi: Tiền tệ

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes.
vi: Trích dẫn tiền tệ được viết dưới dạng 5 chữ số và tất cả các hợp đồng được mua và bán đều dựa trên 5 chữ số.

source: Current Spot
vi: Giá giao ngay hiện tại

source: Current market price is 0.
vi: Giá thị trường hiện tại là 0.

source: Current password
vi: Mật khẩu hiện tại

source: Current photocard Driving Licence (Provisional or Full)
vi: Giấy phép lái xe phô tô hiện nay (Tạm thời hoặc Chính thức)

source: Current signed Passport
vi: Mật khẩu đã được đăng nhập hiện tại

source: Current signed Passport OR
vi: Mật khẩu đã được đăng nhập hiện tại HOẶC

source: Customer Funds
vi: Tiền của Khách hàng

source: Daily
vi: Hàng ngày

source: Daily Prices
vi: Giá hàng ngày

source: Daily Report
vi: Báo cáo hàng ngày

source: Daily Turnover limit
vi: Giới hạn Doanh thu hàng ngày

source: Daily Turnover limit is currently set to <strong>%1 %2</strong>
vi: Giới hạn Doanh thu hàng ngày được thiết lập từ <strong>%1 %2</strong>

source: Data Feed
vi: Nguồn dữ liệu

source: Data will be available after market close.
vi: Dữ liệu sẽ có sau khi thị trường đóng cửa.

source: Date
vi: Ngày

source: Date of birth
vi: Ngày sinh

source: Day
vi: Ngày

source: Day Bet
vi: Ngày

source: Days to display
vi: Ngày hiển thị

source: Dear
vi: Thân mến

source: Dear %1 %2 %3,
vi: %1 %2 %3 thân mến,

source: Dear %1, I am writing to you regarding your account with Binary.com. We are legally required to verify that clients are over the age of 18, and so we request that you forward scanned copies of one of the following to helpdesk@binary.com: - Valid Passport or Driving licence or National ID card In order to comply with licencing regulations, you will be unable to make further deposits or withdrawals or to trade on the account until we receive this document. I look forward to hearing from you soon. Kind regards, %2
vi: % 1 thân mến, Tôi viết thư cho bạn về việc liên quan tới tài khoản của bạn trên trang Binary.com. Chúng tôi được yêu cầu xác minh việc khách hàng đã trên 18 tuổi, và vì vậy chúng tôi yêu cầu bạn gửi bản scan phô tô của một trong những thứ sau tới địa chỉ email helpdesk@binary.com: - Hộ chiếu hoặc giấy phép Lái xe hoặc Chứng minh nhân dân có giá trị hiện hành. Để phù hợp với quy định cấp phép, bạn sẽ không thể gửi tiền hoặc rút tiền hoặc giao dịch trên tài khoản cho tới khi chúng tôi nhận được những giấy tờ này. Tôi mong đợi tin tức từ bạn sớm. Thân ái, %2

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
vi: %1 thân mến, Chúng tôi thực sự rất vui mừng khi bạn đã quyết định giao dịch với %2 và chúng tôi hi vọng rằng hoạt động của bạn trên sàn của chúng tôi đã rất tích cực. Chúng tôi đã gửi cho bạn thông báo để bạn biết rằng chúng tôi đã nhận được yêu cầu nhận tiền thưởng của bạn và tài khoản của bạn đã được tín dụng với khoản tiền thưởng của %3%4*. Nếu bạn có thêm câu hỏi nào, đừng ngần ngại liên hệ với chúng tôi trên %. Thân ái. Karen Yap %2 *Điều khoản và điều kiện có thể áp dụng cho rút tiền. (5)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
vi: % 1 thân mến, Chúng tôi thực sự rất vui mừng rằng bạn đã quyết định giao dịch với %2 và chúng tôi hi vọng rằng hoạt động của bạn trên sàn của chúng tôi đã rất tích cực. Chúng tôi đã gửi cho bạn thông báo để bạn biết rằng chúng tôi đã nhận được yêu cầu đòi tiền thưởng của bạn. Thật không may, chúng tôi đã không thể xử lý yêu cầu của bạn vì vài lý do dưới đây:

source: Dear Client,
vi: Khách hàng thân mến,

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by clicking on the link below: %1
vi: Quý khách thân mến, Trước khi chúng tôi có thể giúp bạn thay đổi mật khẩu, xin vui lòng giúp chúng tôi xác minh nhận diện của bạn bằng cách nhấp chuột vào đường dẫn dưới đây: %1

source: Dec
vi: Tháng 12

source: December
vi: Tháng 12

source: Dedicated affiliate team to provide you with the best service possible
vi: Nhóm liên kết chuyên nghiệp sẽ cung cấp cho bạn dịch vụ tốt nhất có thể

source: Define your position
vi: Xác định vị trí của bạn

source: Delete
vi: Xóa

source: Delete All
vi: Xóa tất cả

source: Delete All Lines
vi: Xóa tất cả các Dòng

source: Delete all lines?
vi: Bạn có chắc chắn xóa tất cả các dòng không?

source: Depo./With. commission
vi: Gửi tiền/ Với hoa hồng

source: Deposit
vi: Gửi tiền

source: Deposit %1 virtual money into your account
vi: Gửi tiền %1 ảo vào tài khoản của bạn

source: Deposit Bonus
vi: Gửi tiền thưởng

source: Deposit to payment agent
vi: Gửi tiền cho nhân viên thanh toán

source: Deposit: %1 working day
vi: Gửi tiền: %1 ngày làm việc

source: Deposit: %1 working days
vi: Gửi tiền: % 1 ngày làm việc

source: Deposit: Instant
vi: Gửi tiền: tức thì

source: Depositing and withdrawing funds
vi: Gửi tiền và rút tiền

source: Derivative
vi: Phái sinh

source: Description
vi: Mô tả

source: Detrended Price Osc
vi: Chỉ báo Detrended Price Osc

source: Detrended Price Oscillator (DPO)
vi: Chỉ báo Detrended Price Oscillator (DPO)

source: Developer's Guide
vi: Hướng dẫn của Lập trình viên

source: Differences with other data feeds
vi: Khác biệt với nguồn dữ liệu khác

source: Digits
vi: Chữ số

source: Disclaimer
vi: Từ chối

source: Discover our Smart Markets.
vi: Tìm hiểu Thị trường Thông minh của chúng tôi.

source: Discover our indices generated from random numbers.
vi: Tìm hiểu các chỉ số của chúng tôi được tạo ra từ số ngẫu nhiên.

source: Discovering an easy, low-risk, flexible, award-winning platform for profiting from market action
vi: Tìm hiểu sàn giao dịch dễ dàng, rủ ro thấp, linh hoạt và dễ có thưởng này để thu lợi nhuận từ hoạt động thị trường

source: Divestiture
vi: Chiếm đoạt

source: Do I need to deposit any funds to open an account?
vi: Tôi có cần gửi tiền để mở tài khoản không?

source: Do I need to send any documents?
vi: Tôi có cần gửi tài liệu gì không?

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
vi: Không tạo áp lực cho khách hàng để giao dịch hoặc gửi tiền vượt quá khả năng của họ và bạn không nên khuyến khích khách hàng tham gia vào bất kì hình thức vay tiền nào để giao dịch.

source: Do not trade more than you can afford.
vi: Không nên giao dịch vượt quá khả năng của bạn.

source: Do not trade when you are tired or are under the influence of alcohol.
vi: Không nên giao dịch khi bạn mệt mỏi hoặc đang có cồn trong người.

source: Do you offer virtual-money accounts?
vi: Bạn có cung cấp tài khoản tiền ảo không?

source: Do you want to decrease the timescale?
vi: Bạn có muốn giảm phạm vi thời gian không?

source: Do you want to increase the timescale?
vi: Bạn có muốn tăng phạm vi thời gian không?

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
vi: Bạn có muốn tìm hiểu thêm về thị trường và các giao dịch không? hãy xem các nguồn dưới đây.

source: Do you want to lock in profits?
vi: Bạn có muốn chốt lợi nhuận không?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
vi: Bạn có muốn xem Binary.com bằng ngôn ngữ khác không, hoặc bạn có thể gợi ý cải thiện cho nguồn dịch thuật của chúng tôi hiện tại không?

source: Documents are required to verify your identity
vi: Yêu cầu giấy tờ để xác minh nhận diện của bạn

source: Don't limit yourself! Whatever your market view, Binary.com allows you to put your strategy to work and profit from your predictions.
vi: Đừng giới hạn bản thân! bất cứ thị trường nào bạn xem, Binary.com cho phép bạn đặt các chiến lược hoạt động và thu lợi nhuận từ dự đoán của bạn.

source: Donchain Channel
vi: Kênh Donchain

source: Donchian Channel Width
vi: Độ rộng của Kênh Donchian

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
vi: Kênh Donchian đánh dấu điểm cao cao nhất và điểm thấp thấp nhất trong thời kì vừa qua.

source: Don’t be put off by the name. Quotidian just means something that happens everyday.
vi: Không nên đưa tên ra. Quotidian chỉ có nghĩa là cái gì đó xảy ra hàng ngày.

source: Dormant and Inactive Accounts
vi: Tài khoản không hoạt động

source: Dot Chart
vi: Biểu đồ chấm

source: Download
vi: Tải xuồng

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
vi: Hãy tải ứng dụng biểu đồ Binary.com với hàng loạt các chỉ số, Biểu Giá, Hiển thị, và nơi làm việc tùy chỉnh của riêng bạn cung cấp các ngôn ngữ khác nhau!

source: Downloadable application
vi: Ứng dụng có thể tải xuống được

source: Dr
vi: Ngài

source: Draw Chart
vi: Vẽ Biểu đồ

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
vi: Do yêu cầu quy định, bạn được yêu cầu xác thực tài khoản của mình để tiếp tục giao dịch.

source: Duration
vi: Khoảng thời gian

source: Duration must be between %1 and %2.
vi: Khoảng thời gian cần phải ở giữa %1 và %2.

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
vi: Trong suốt thời kì thị trường nhanh (ví dụ thời kì biến động thị trường rất nhanh), hợp đồng có thể được chào bán tại giá không thuận lợi hơn những hợp đồng đã được chào bán trong điều kiện thị trường bình thường.

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
vi: Trong suốt thời hạn của Hiệp định này, bạn có thể yên tâm với thông tin được bảo mật liên quan đến công việc kinh doanh, hoạt động hoặc kĩ thuật cơ sở của Công ty và/ hoặc chương trình liên kết của Công ty. Bạn đồng ý không tiết lộ hoặc không có quyền sử dụng thông tin bảo mật cho bên thứ ba hoặc các bên khác trừ phi bạn được quyền ưu tiên Công ty ban cho và điều đó có nghĩa là bạn sẽ chỉ sử dụng thông tin bảo mật cho mục đích cần thiết của Hiệp định này. Nghĩa vụ của bạn liên quan tới thông tin bảo mật sẽ còn cho tới khi hết hạn Hiệp định này.

source: E-cash
vi: Thẻ điện tử

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
vi: Mỗi hợp đồng quyền chọn đều hoạt động trong khoảng thời gian được thiết lập- với %1 bạn có thể chọn một hợp đồng có thể hoạt động giữa 10 giây và 365 ngày.

source: Each binary option is a prediction on the future movement of an underlying market.
vi: Mỗi một hợp đồng quyền chọn của binary đều có dự đoán biến động thị trường cơ sở trong tương lai.

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
vi: Mỗi một giao dịch binary đều có số tiền thanh toán được xác định trước. Bạn sẽ thắng được số tiền thanh toán nếu dự đoán của bạn đúng.

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
vi: Mỗi bên liên quan tới Hiệp định này đều đại diện và bảo đảm cho bên kia, và sẽ có tất cả các quyền, danh hiệu và quyền hạn trong suốt kì hạn để truy cập vào Hiệp định này, để cấp cho bên kia quyền và giấy phép đã cấp trong Hiệp định này và thực hiện mọi nghĩa vụ theo Hiệp định.

source: Earning a second income in their spare time
vi: Kiếm nguồn thu nhập thứ hai trong thời gian rảnh rỗi

source: Earning tax free trading profits*
vi: Kiếm lợi nhuận kinh doanh miễn thuế*

source: Ease of Movement
vi: Dễ Biến động

source: Education
vi: Giáo dục

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
vi: Hoặc là một bên có thể chấm dứt Hiệp định này ngay lập tức trên văn bản thông báo nếu một người nhận, người giám định hoặc quản trị được bổ nhiệm cho toàn bộ hay một phần tài sản của bên kia hoặc bên kia bị tấn công ra khỏi đất nước mà đã đăng kí công ty ở nước sở tại nơi nó được hợp nhất hoặc một hoặc lệnh hoặc một nghị quyết được thông qua để chấm dứt bên kia (trừ phi lệnh hoặc nghị quyết này là nằm trong chương trình tự nguyện để tái cấu trúc hoặc hợp nhất của bên đó thành một tập đoàn và tổng công ty, nếu mỗi bên có pháp nhân khác nhau, thì nên cam kết bị ràng buộc bởi Hiệp định này).

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
vi: Một trong hai bên có quyền chấm dứt Hiệp định này và gửi thông báo bằng văn bản trước một tuần cho bên kia.

source: Either you left the cashier idle for a while or we were not able to log you in properly.
vi: Hoặc là bạn để thu ngân chờ một lúc hoặc là bạn không thể đăng nhập trên máy tính.

source: Email
vi: Hòm thư điện tử

source: Email address
vi: Địa chỉ hòm thư

source: Email not given.
vi: Email không đúng.

source: End Time
vi: Thời gian Kết thúc

source: Ends Between/Ends Outside trades
vi: Kết thúc giữa/ Kết thúc bên ngoài giao dịch

source: Ends Between/Outside
vi: Kết thúc Giữa/Bên ngoài

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
vi: Bảm đảm rằng bất kì ghi nhận giao dịch lịch sử nào và những dữ liệu giao dịch nào được đưa ra cho người bạn giới thiệu xem liên quan đến giao dịch trên trang web %1 đều phải chính xách và không được lệch lạc.

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
vi: Bảo đảm rằng bạn không giới thiệu thông điệp cho người dưới 18 tuổi.

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
vi: Nhập giá giới hạn khác với giá giao ngay. Nếu bạn nhập +0.005, bạn sẽ có thể mua được một hợp đồng với giá giới hạn cao hơn 0.005 so với giá giao ngay được nhập. GIá giao ngay được nhập sẽ là giá tiếp theo sau khi lệnh của bạn được nhận

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received.
vi: Nhập giá giới hạn khác với giá giao ngay. Nếu bạn nhập +0.005, bạn sẽ có thể mua được một hợp đồng với giá giới hạn cao hơn 0.005 so với giá giao ngay được nhập. GIá giao ngay được nhập sẽ là giá tiếp theo sau khi lệnh của bạn được nhận.

source: Enter your email
vi: Nhập địa chỉ email của bạn

source: Entry Spot
vi: Giao ngay

source: Entry spot
vi: Giá giao ngay

source: Entry spot price
vi: Giá giao ngay

source: Envelop (SMA 20 +/- 10%)
vi: Phong bì (SMA 20 +/- 10%)

source: Equity Offering
vi: Chào bán vốn chủ sở hữu

source: Error : password field is blank!
vi: lỗi: trường mật khẩu bị trống!

source: Error with input field %1: should contain only digits.
vi: Lỗi với trường đăng nhập %1: chỉ nên có chứ số.

source: European Union residents with the exception of the UK will have their account opened with Binary (Europe) Ltd.
vi: Người dân Châu Âu ngoại trừ Anh đều có thể mở tài khoản tại công ty TNHH Binary (Châu Âu).

source: Exchange Offering
vi: Chào bán ngoại tệ

source: Exclude me from the website until
vi: Loại trừ tôi khỏi trang web cho đến khi

source: Exclude time cannot be for more than five years.
vi: Thời gian loại trừ không thể nhiều hơn năm năm.

source: Exclude time cannot be less than 6 months.
vi: Thời gian loại trừ không thể ít hơn 6 tháng.

source: Exclude time must be after today.
vi: Thời gian loại trừ cần phải sau ngày hôm nay.

source: Exclusive binary trading technology.
vi: Công cụ giao dịch binary độc quyền.

source: Execute your trade in seconds.
vi: Thực hiện giao dịch của bạn trong vài giây.

source: Exit Spot
vi: Thoát tại chỗ

source: Exit spot
vi: Thoát tại chỗ

source: Expiry
vi: Hết hạn

source: Expiry Price
vi: Giá hết hạn

source: Expiry Spot
vi: Giá giao ngay hết hạn

source: Expiry Time
vi: Thời gian hết hạn

source: Expiry price
vi: Giá hết hạn

source: Explanation
vi: Giải thích

source: Exponential
vi: Theo cấp số nhân

source: Exponential Moving Average
vi: Bình quân biến động theo cấp số nhân

source: ExtJS front-end
vi: ExtJS Bắt đầu

source: FAQ
vi: Câu hỏi thường gặp

source: Failed to update trade description.
vi: Lỗi cập nhật mô tả giao dịch.

source: Fall
vi: Giảm

source: Fall Contract Return
vi: Thu nhập từ Hợp đồng bị Giảm
