Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: Sorry, $currency is not default currency for client
vi: Xin lỗi, đồng tiền $ không phải là đồng tiền mặc định cho khách hàng

source: Sorry, $currency is not default currency for payment agent
vi: XIn lỗi, đồng tiền $ không phải là đồng tiền mặc định cho đại lý thanh toán

source: Sorry, OHLC is not available for %1.
vi: Xin lỗi, OHLC không có cho %1.

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
vi: Xin lỗi, Đại lý Chuyển khoản Thanh toán tạm thời không hoạt động do bảo trì hệ thống. Xin vui lòng thử lại sau 30 phút.

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
vi: Xin lỗi, Lỗi xảy ra với giao dịch này. Xin vui lòng thử lại sau ít phút. Nếu lỗi còn diễn ra, xin vui lòng liên hệ với đội ngũ chăm sóc khách hàng.

source: Sorry, an error occurred
vi: Xin lỗi, có lỗi xảy ra

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
vi: Xin lỗi, có lỗi xảy ra trong khi đang tải mẫu. Xin vui lòng liên hệ với bộ phận chăm sóc khách hàng nếu vấn đề này tái diễn

source: Sorry, an error occurred while processing your account.
vi: Xin lỗi, Lỗi xảy ra trong khi đang xử lý tài khoản của bạn.

source: Sorry, an error occurred. Please contact customer support if this problem persists.
vi: Xin lỗi, có lỗi xảy ra. Vui lòng liên hệ với bộ phận chăm sóc khách hàng nếu lỗi này tái diễn.

source: Sorry, contracts on Random Indices are not available in your country of residence
vi: Xin lỗi, Hợp đồng Chỉ số Ngẫu nhiên không có trong đất nước bạn cư trú

source: Sorry, new account opening is suspended for the time being.
vi: Xin lỗi, trong thời gian này việc mở tài khoản bị đình chỉ.

source: Sorry, only UK residents can authenticate their identity online.
vi: Xin lỗi, chỉ có người dân anh mới có thể xác minh nhận dạng trực tuyến.

source: Sorry, only USD is allowed.
vi: Xin lỗi, chỉ có đồng USD được cho phép.

source: Sorry, our service is not available for residents of %1.
vi: Xin lỗi, dịch vụ của chúng tôi không có cho người dân ở %1.

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
vi: Xin lỗi, đại lý thanh toán không làm việc vào cuối tuần (múi giờ UTC).

source: Sorry, the Login ID (%1) does not exist.
vi: Xin lỗi, ID đăng nhập (%1) không tồn tại.

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
vi: Xin lỗi, Đại lý Thanh toán rút tiền hiện không hoạt động do bảo trì hệ thống. Xin vui lòng thử lại sau 30 phút.

source: Sorry, the Payment Agent does not exist.
vi: Xin lỗi, Đại lý Thanh toán không tồn tại.

source: Sorry, the Payment Agent is unavailable for your region.
vi: Xin lỗi, Đại lý Thanh toán không có trong vùng của bạn.

source: Sorry, the Payment Agent's currency
vi: Xin lỗi, đồng tiền của Đại lý Thanh toán

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1.
vi: Xin lỗi, tổng số tiền chi trả tiền lãi của hợp đồng trong tài khoản của bạn không thể vượt quá %2%1.

source: Sorry, the currency format is incorrect.
vi: Xin lỗi, định dạng đồng tiền không đúng.

source: Sorry, the market is currently closed.
vi: Xin lỗi, thị trường hiện đang đóng cửa.

source: Sorry, the page cannot be found.
vi: Xin lỗi, không tìm thấy trang web.

source: Sorry, there is too much data to display, please select a shorter interval
vi: Xin lỗi, có quá nhiều dữ liệu hiển thị, vui lòng chọn giờ nghỉ ngắn hơn

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
vi: Xin lỗi, có vấn đề trong việc xác nhận thông tin cá nhân của bạn với hệ thống xử lý thanh toán của chúng tôi. Vui lòng liên hệ với dịch vụ chăm sóc khách hàng của chúng tôi.

source: Sorry, this feature is available to virtual accounts only
vi: Xin lỗi, đặc tính này chỉ hiển thị cho tài khoản ảo

source: Sorry, this feature is not available.
vi: Xin lỗi, đặc tính này không có.

source: Sorry, this page cannot be refreshed.
vi: Xin lỗi, trang này không thể làm tươi mới được.

source: Sorry, you are too young to open an account!
vi: Xin lỗi, bạn quá trẻ để có thể mở tài khoản!

source: Sorry, you cannot hold more than %1 contracts at a given time. Please visit the <a href="%2" class="pjaxload">statement</a> page to automatically sell your expired contracts.
vi: Xin lỗi, bạn không thể nắm giữ hơn %1 hợp đồng trongg thời gian nhất định. Vui lòng ghé thắm <a href="%2" class="pjaxload">trang </a> diễn giải để tự động bán hợp đồng hết han của bạn.

source: Sorry, you cannot withdraw.
vi: Xin lỗi, bạn không thể rút tiền.

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
vi: Xin lỗi, bạn đã có quá nhiều hoạt động chưa thành công. XIn vui lòng thử lại sau 5 phút.

source: Sorry, you have entered an incorrect cashier password
vi: Xin lỗi, bạn đã nhập sai mật khẩu thu ngân

source: Sorry, you have entered an incorrect email address.
vi: Xin lỗi, bạn đã nhập sai địa chỉ email.

source: Sorry, you have exceeded the maximum allowable transactions for today.
vi: Xin lỗi, bạn đã vượt quá số giao dịch cho phép tối đa trong ngày hôm nay.

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
vi: Xin lỗi, bạn đã vượt quá lượng chuyển tiền cho phép tối đa ngày hôm nay.

source: Sorry, you have excluded yourself from the website until %1.
vi: Xin lỗi, bạn đã đã rút ra khỏi trang web cho tới %1.

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
vi: Xin lỗi, bạn đã có vị thế mở. Vui lòng đóng tất cả các vị thế mở trước khi được yêu cầu thêm tiền.

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
vi: Xin lỗi, số dư tài khoản của bạn quá cao (%1). <B>Số dư tài khoản tối đa của bạn là %1 </b>. Vui lòng rút tiền để số dư tài khoản của bạn xuống dưới mức đó. Bạn không thể giao dịch cho tới khi bạn thực hiện điều đó.

source: Sorry, your account is not authorised for any further contract purchases.
vi: Xin lỗi, tài khoản của bạn không có quyền mua thêm hợp đồng.

source: Sorry, your currency of
vi: Xin lỗi, đồng tiền của bạn

source: Sorry, your payment could not be processed at this time.
vi: Xin lỗi, thanh toán của bạn không thể được thực hiện lúc này.

source: Spam - We do not condone Spam
vi: Thư rác- Chúng tôi không bỏ qua cho thư rác

source: Spin-Off
vi: Spin-Tắt

source: Spot
vi: Giao ngay

source: Spot price
vi: Giá giao ngay

source: Spread
vi: Chênh lệch

source: Stake
vi: Đơn vị vốn, cổ phiếu

source: Stake must be between <strong>%1</strong> and <strong>%2</strong>.
vi: Vốn cần phải ở giữa <strong>%1</strong> và <strong>%2</strong>.

source: Standard expiry
vi: Hết hạn chuẩn

source: Start Time
vi: Thời gian bắt đầu

source: Start Trading
vi: Bắt đầu Giao dịch

source: Start time
vi: Thời gian bắt đầu

source: Start time is in the past
vi: Thời gian bắt đầu trong quá khứ

source: Start time is invalid.
vi: Thời gian bắt đầu không hợp lệ.

source: Start time must be before expiry time.
vi: Thời gian bắt đầu cần phản trước thời gian hết hạn.

source: Start time on forward-starting contracts must be more than %1 from now.
vi: Thời gian bắt đầu trên hợp đồng forward cần phải nhiều hơn %1 từ bây giờ.

source: Start trading
vi: Bắt đầu giao dịch

source: State/Province
vi: Quốc gia/Tỉnh

source: Statement
vi: Tuyên bố

source: Statement and Portfolio Enquiries
vi: Tường trình và giải đáp thắc mắc các danh mục đầu tư

source: Static content
vi: Nội dung tĩnh

source: Statistic
vi: Số liệu thống kê

source: Statistics
vi: Số liệu thống kê

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
vi: Hãy theo dõi thông báo. %1 cung cấp báo cáo thị trường và nghiên cứu thị trường hàng ngày cũng như là hội thảo qua web giao dịch thường xuyên.

source: Stays Between/Goes Outside
vi: Giữ Ở giữa/Đi ra ngoài

source: Stays Between/Goes Outside trades
vi: Giao dịch Ở Giữa/ Đi ra ngoài

source: Step
vi: Bước

source: Step 1: Define your position
vi: Bước 1: Xác định vị trí của bạn

source: Step 2: Get your trade price
vi: Bước 2: Chọn giá giao dịch

source: Step 3: Make your trade
vi: Bước 3: Bắt đầu giao dịch

source: Stochastic Fast
vi: Chỉ báo Stochastic Nhanh

source: Stochastic Fast %D
vi: Chỉ báo Stochastic Nhanh %D

source: Stochastic Fast %K
vi: Chỉ báo Stochastic Nhanh % K

source: Stochastic Slow
vi: Chỉ báo Stochastic Chậm

source: Stochastic Slow %D
vi: Chỉ báo Stochastic Chậm % D

source: Stochastic Slow %K
vi: Chỉ báo Stochastic Chậm % K

source: Stock Buyback
vi: Mua lại cổ phiếu

source: Stock Dividend
vi: Cổ phiếu Cổ tức

source: Stock Split
vi: Tách chứng khoán

source: Stock market indices measure the value of a selection of companies in the stock market.
vi: Chỉ số thị trường chứng khoán đo lường giá trị lựa chọn của công ty trong thị trường chứng khoán.

source: Study our live charts
vi: Tìm hiểu về biểu đồ trực tiếp của chúng tôi

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate IDs during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate IDs and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
vi: Bạn phải tuân thủ chỉ dẫn của Công ty, với việc theo dõi khách hàng truy cập %1 qua Đường dẫn trên trang web của bạn hoặc bằng cách trích dẫn ID liên kết của bạn khi đăng nhập, Công ty sẽ nỗ lực đảm bảo rằng bất cứ khi nào đường dẫn của Khách hàng tới % 1 thông qua những đường dẫn này hoặc ID liên kết và họ đặt hợp đồng hoặc thực hiện giao dịch với CÔng ty, Công ty sẽ xác định Khách hàng liên quan xuất phát từ bạn hoặc trang web của bạn. Tuy nhiên, Công ty sẽ không chịu trách nhiệm với bạn nếu Công ty không thể xác nhận Khách hàng đó xuất phát từ bạn hay trang web của bạn.

source: Submit
vi: Gửi

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2015 Binary Ltd. All rights reserved.&rdquo;
vi: Những tài liệu này được sao chép và phân phát với chỉ phục vụ cho mục dích phi thương mại, Bảo đảm rằng bất cứ tài liệu sao chép nào cũng giữ nguyên vẹn và tất cả các bản sao chép gồm những lưu ý sau ở trong một vị trí dễ dàng nhìn thấy: Công ty TNHH Binary 1999-2015. Tất cả các quyền đều được bảo vệ..&rdquo;

source: Summary
vi: Tóm tắt

source: Sunday
vi: Chủ nhật

source: Supported banks (this field visible from office only) **
vi: Ngân hàng hỗ trợ (Ô này chỉ được thấy từ văn phòng)**

source: Supported banks list is invalid
vi: Danh sách ngân hàng hỗ trợ không hợp lệ

source: Switch to full screen mode
vi: Chuyển sang chế đồ toàn màn hình

source: Switch to normal mode
vi: Chuyển sang chế độ bình thường

source: System Time
vi: Thời gian của hệ thống

source: System problems prevent proper settlement at this time.
vi: Vấn đề từ hệ thống đã ngăn cản việc quyết toán tài sản lúc này.

source: Table
vi: Bảng

source: Talk to us
vi: Nói với chúng tôi

source: Target
vi: Mục tiêu

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
vi: Chỉ số kĩ thuật xuất phát từ việc trừ Đường Aroon Phiên cao cho đường Aroon Phiên thấp. Khi Đường Arroon Phiên cao và Đường Aroon Phiên thấp có biến động giữa 0 và 100, thì chỉ số Aroon Oscillator sẽ biến động giữa -100 và 100 với 0 là đường giao trung tâm.

source: Tel
vi: Điện thoại

source: Telephone
vi: Điện thoại

source: Telephone:
vi: Điện thoại:

source: Termination
vi: Chấm dứt

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
vi: Chấm dứt Hiệp định này sẽ không ảnh hưởng tới bất cứ quyền gì của các bên có thể phát sinh vào đúng hoặc trước ngày chấm dứt.

source: Terms
vi: Điều khoản

source: Terms and Conditions
vi: Điều khoản và Điều kiện

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
vi: Chạy thử% 1, và nâng cao kỹ năng giao dịch của bạn, với một tài khoản ảo không rủi ro, không có cam kết.

source: Thank You !
vi: Cám ơn!

source: Thank You.
vi: Cám ơn.

source: Thank you. You're one step closer to being done!
vi: Cám ơn. Bạn đang ở gần hơn một bước chuẩn bị thực hiện!

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
vi: Cám ơn. Đơn của bạn đã được gửi và sẽ được nhóm của chúng tôi xác minh sớm nhất có thể. Bạn sẽ nhận được phản hồi bằng email trong vòng 72 giờ.

source: The "raw" API can be inspected "live" using Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> facility. This facility applies the full OAuth2 validation process, hence you will need to opt for the "OAuth2" Authentication option offered here and you will then need a valid %1 login to proceed.
vi: Các API "thô" có thể được kiểm tra "trực tiếp" bằng cách sử dụng <a href="http://apigee.com/rmg/console/binary1" target="_blank"> thiết bị điều khiển-để-đi </a>.Thiết bị này áp dụng quá trình xác nhận OAuth2 đầy đủ, do đó bạn sẽ cần phải lựa chọn cho "OAuth2" Tùy chọn xác thực được cung cấp ở đây và sau đó bạn sẽ cần một 1% tài khoản đăng nhập hợp lệ để tiến hành.

source: The %1 API
vi: API %1

source: The %1 API uses the OAuth2.0 scheme for authenticating users.
vi: API %1 sử dụng lược đồ OAuth2.0 để xác thực người dùng.

source: The %1 Affiliate Program has been delivering payments on time, every time, since our official launch in March, 2004. Your affiliate commissions will be credited into your affiliate account within fifteen days of the end of a calendar month by Binary Ltd.
vi: Chương trình Liên kết %1 cung cấp việc thanh toán đúng giờ, mỗi giờ, từ lúc chương trình chính thức của chúng tôi ra mắt vào Tháng 3 năm 2014. Hoa hồng liên kết của bạn sẽ được Công ty Binary ghi có vào tài khoản liên kết trong vòng 15 ngày cuối của tháng.

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
vi: %1 biến động gấp hai lần %2, và biến động gấp bốn lần so với %3.

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
vi: %1 mô phỏng thị trường như gấu. %2 mô phỏng thị trường như bò.

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
vi: %1 mô phỏng thị trường như bò (có xu hướng tăng). %2 mô phỏng thị trường bò (có xu hướng giảm).

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
vi: %1 mô phỏng thị trường trở nên biến động hơn trong ngày (và sau đó tĩnh lặng hơn vào ban đêm). %2 mô phỏng thị trường yên tĩnh cả ngày (nhưng lại biến động hơn vào ban đêm).

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
vi: %1 mô phỏng thị trường năng động vào ban ngày (nhưng lại ít biến động hơn vào ban đêm). %2 mô phỏng thị trường yên tĩnh vào ban ngày (nhưng lại biến động hơn vào ban đêm).

source: The %1 team.
vi: Nhóm %1.

source: The %1 website is protected by certain copyrights.
vi: Trang web %1 được bảo vệ bởi bản quyền tác giả nhất định.

source: The %1 will return a JSON structure which includes a new access_token along with several other useful attributes relevant to the renewal.
vi: %1 sẽ trả về cấu trúc JSON bao gồm đoạn mã được sinh ra mới cùng với một số thuộc tính hữu ích khác có liên quan đến việc đổi mới.

source: The %1 will return a JSON structure which includes access_token along with several other useful attributes.
vi: %1 sẽ trả về cấu trúc JSON bao gồm mã mới được sinh ra cùng với một số thuộc tính hữu ích.

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by Binary Ltd. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 1,000,000 clients since <span itemprop="foundingdate">1999</span>
vi: Dịch vụ<span itemprop="brand">%1</span> (được biết đến là BetOnMarkets.com) được công ty Binary sở hữu và vận hành. đã được cấp phép đầy đủ, %1 đã cung cấp giao dịch tài chính cho hơn 1000000 khách hàng trên thế giới từ năm<span itemprop="foundingdate">1999</span>

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
vi: <strong>hời hạn hợp đồng</strong> là khoảng thời gian giữa<strong>giây tiếp theo</strong> sau khi <strong>thời gian bắt đầu </strong> và <strong>thời gian kết thúc</strong>.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
vi: <strong>Thời gian kết thúc</strong> được lựa chọn là số phút/giờ sau <strong>thời gian bắt đầu</strong> (Nếu ít hơn một ngày trong khoảng thời gian), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong khoảng thời gian).

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
vi: <strong>Thời gian kết thúc</strong> được chọn là số giây,phút, giờ sau <strong>thời gian bắt đầu</strong> (nếu ít hơn một ngày trong khoảng thời gian), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong khoảng thời gian).

source: The <strong>exit spot</strong> is the spot at the <strong>end time</strong>.
vi: <strong>Giao ngay thoát ra </strong> là giá giao ngay tại <strong>thời gian kết thúc</strong>.

source: The <strong>start time</strong> is when the contract is processed by our servers.
vi: <strong>Thời gian bắt đầu</strong> là lúc hợp đầu được xử lý bởi máy chủ.

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
vi: Chỉ số AUD là chỉ số có trọng số, đo lường giá trị của Đô la Úc so với trong giỏ 5 loại đồng tiền quốc tế (USD, EUR, GBP, JPY, CAD), mỗi loại có trọng số là 20%.

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
vi: Đại lý sẽ gửi cho bạn số tiền rút (trừ đi tiền hoa hồng) qua phương thức thanh toán bạn đã chọn.

source: The Ask price represents the price at which the contract may be purchased at the present time.
vi: Giá Bán là giá mà hợp đồng được mua tại thời điểm hiện tại.

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
vi: Quá trình Xác minh xác nhận thông tin của bạn đã cung cấp cho chúng tôi trong suốt thời gian đăng kí tài khoản. Nó sẽ làm tăng giới hạn giao dịch của bạn và bạn có thể đăng kí nhiều hơn một thẻ tín dụng.<br/><br/>. Để tạo thuận lợi cho quá trình này, vui lòng xác nhận số nhà/ tên trước khi nhấn "Xác minh".<br/>

source: The Average
vi: Trung bình

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
vi: Giá Mua thể hiện giá bán lại hợp đồng khi nó xuất hiện trên Hồ sơ của bạn. Thấp hơn xấp xỉ 100 so với giá của hợp đồng đối ứng.

source: The Binary.com IT, Marketing, and Compliance teams will then review your pull-request, and may provide you with some feedback. Once we approve the pull-‎request, we will link your fork to the domain you wish to use for the white-label.
vi: Đội ngũ IT, Marketing và Luật của Binary.com sẽ xem xét yêu cầu của bạn, và sẽ phản hồi cho bạn sớm nhất. Khi chúng tôi phê duyệt yêu cầu, chúng tôi sẽ gửi cho bạn tên miền bạn muốn sử dụng cho nhãn trắng.

source: The Binary.com White Label program allows affiliates to create their own branded versions of the Binary.com platform.
vi: Chương trình Nhãn Trắng của Binary.com cho phép các liên kết tạo phiên bản có nhãn hiệu của riêng mình trên sàn giao dịch Binary.com.

source: The Binary.com mobile application is developed with <a target="_blank" href="%1">Phonegap</a> and is open-sourced as <a target="_blank" href="%2">client-app</a> on github. Phonegap developers are invited to participate in this project by forking the repository.
vi: Ứng dụng thiết bị di động của Binary.com được lập trình với <a target="_blank" href="%1">Phonegap</a> và là nguồn mở <a target="_blank" href="%2">client-app</a> trên github. Lập trình viên Phonegap được mời tham gia vào dự án này tạo kho dự trữ code.
