Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
vi: Đã đến lúc mở rộng. Chúng tôi thiết lập trung tâm lập trình ở Cyberjaya -Thung lũng Sillicon ở Kuala Lumpur- để duy trì và cải thiện BetOnMarkets.com.

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
vi: J. Welles Wilder đã phát triển Chỉ số Định hướng Trung bình- ADX để xác định lực xu hướng, xem xu hướng có phát triển xa hơn hay sẽ dần yếu hơn. Chỉ số cho phép phân tích xu hướng của thị trường và đưa ra quyết định giao dịch trên thị trường ngoại hối.

source: Jan
vi: Tháng Một

source: January
vi: Tháng Một

source: Java Charts
vi: Biểu đồ Java

source: Java charts
vi: Biểu đồ Java

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
vi: Hãy tham gia gặp gỡ trực tiếp với đội ngũ phân tích của chúng tôi hai lần một tuần để biết được những phân tích toàn diện về sự phát triển và xu hướng gần đây trong thị trường tài chính toàn cầu.

source: Joshua Cavallaro <span> Markets And You Trader.</span>
vi: Joshua Cavallaro <span> Thị trường Và Bạn Nhà giao dịch</span>

source: Jul
vi: Tháng Bảy

source: July
vi: Tháng Bảy

source: Jump to
vi: Nhẩy vào

source: Jun
vi: Tháng Sáu

source: June
vi: Tháng Sáu

source: Keep this value secure
vi: Hãy giữa cho giá trị này an toàn

source: Kind Regards
vi: Trân trọng

source: Kind Regards,
vi: Trân trọng,

source: LOG OUT
vi: ĐĂNG THOÁT

source: Languages
vi: Ngôn ngữ

source: Large
vi: Rộng

source: Last
vi: Cuối cùng

source: Last Digit Prediction
vi: Dự đoán chữ số cuối cùng

source: Last Digit Stats
vi: Dữ liệu chữ số Cuối cùng

source: Last digits for the latest %1 ticks on %2
vi: Chữ số cuối cùng cho điểm %1 gần nhất trên%2

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
vi: Luật pháp liên quan đến hợp đồng tài chính khác nhau trên khắp thế giới, và trách nhiệm của người truy cập trang web này cần phải bảo đảm rằng mình sẽ hiểu và tuân thủ đầy đủ các điều luật và quy định có liên quan tới bản thân trong đất nước của mình. Trang web này không được sử dụng với mục đích mời mọc hay lôi kéo khách hàng, trong bất cứ quyền hạn nào lời mời mọc lôi kéo đều không được ủy quyền hoặc đối với bất cứ ai làm công việc lôi kéo hay mời mọc đều không đúng pháp luật. Truy cập vào trang web này và rao bán một hợp đồng tài chính thông qua trang web này trong quyền hạn nhất định có thể bị hạn chế, và theo đó, người truy cập trang web này được thông báo về vấn đề này và xem xét kĩ những điều cấm này.

source: Learn about one of the fastest growing sectors of the finance industry.
vi: Tìm hiểu về một trong những lĩnh vực đang lớn nhanh nhất của ngành công nghiệp tài chính.

source: Learn about the different ways to trade on the markets.
vi: Tìm hiểu các cách khác nhau để giao dịch trên thị trường.

source: Learn about the simplicity, transparency and flexibility of binary trading.
vi: Tìm hiểu về tính đơn giản, minh bạch và linh hoạt của giao dịch nhị phân.

source: Learn from us
vi: Tìm hiểu về chúng tôi

source: Learn the basics, from choosing your asset to winning your payout.
vi: Tìm hiểu về cơ bản, từ việc chọn tài sản để thu lãi.

source: Learning to trade
vi: Học cách giao dịch

source: Learning to trade online
vi: Học cách giao dịch trực tuyến

source: Legacy Contract
vi: Hợp đồng kế thừa di sản

source: Legacy contract. No further information is available.
vi: Hợp đồng kế thừa di sản. Không có thông tin thêm.

source: Liability
vi: Trách nhiệm

source: Licence to use Marks
vi: Giấy phép sử dụng Nhãn hiệu

source: Light Charts
vi: Biểu đồ Ánh sáng

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
vi: Như %2, %1 đã thiết lập lại quay về giá của1000 mỗi ngày. Sự khác nhau đó là % 1 thiết lập lại tại 12 PM GMT, (%2 được thiết lập lại tại múi giời 0:00:00 GMT).

source: Limit
vi: Giới hạn

source: Limits 1 to 3 may only be changed or increased after 7 days' notice.
vi: Giới hạn 1 tới 3 chỉ có thể được thay đổi hoặc tăng sau thông báo 7 ngày.

source: Line
vi: Dòng

source: Line Chart
vi: Biểu đồ Đường

source: Line Dot Chart
vi: Biểu đồ đường chấm

source: Links
vi: Liên kết

source: Listing only Payment Agents in %1.
vi: Chỉ liệt kê Đội ngũ Thanh toán trong %1.

source: Live Chart
vi: Biểu đồ Trực tiếp

source: Live Charts
vi: Biểu đồ Trực tiếp

source: Live charts
vi: Biểu đồ trực tiếp

source: Live chat:
vi: Biểu đồ trực tiếp:

source: Lock Cashier and Settings sections
vi: Khóa khu vực Thu Ngân và Thiết lập

source: Log Scale
vi: Thang Loga

source: Log in
vi: Đăng nhập

source: Log out
vi: Đăng thoát

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
vi: Đăng nhập vào tài khoản liên kết %1 của bạn và nhấp chuột vào: Tài chính, chỉ dẫn Thanh toán.

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
vi: Đăng nhập vào tài khoản liên kết %1 của bạn và nhấp chuột vào: Quảng cáo trên Tất cả các Phương tiện.

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
vi: Đăng nhập vào tài khoản liên kết %1 của bạn và nhấp chuột vào: Báo cáo; Mạng lưới báo cáo.

source: Logarithmic Scale
vi: Hàm Logarit

source: Login
vi: Đăng nhập

source: Login ID (%1) does not exist.
vi: ID (%1) đăng nhập không tồn tại.

source: Login Trouble
vi: Gặp rắc rối về Đăng nhập

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
vi: Đăng nhập vào tài khoản này hiện tại bị gián đoạn do bảo trì hệ thống. Xin vui lòng thử lại sau 30 phút.

source: Login trouble
vi: Gặp rắc rối về đăng nhập

source: Long-term partnership with the leading financial trading service
vi: Đối tác lâu dài với dịch vụ giao dịch tài chính hàng đầu

source: Loss
vi: Thất thoát

source: Lost password?
vi: Bạn đã mất mật khẩu?

source: Low
vi: Thấp

source: Low Barrier
vi: Rào cản thấp

source: Low Barrier should be number only
vi: Rào cản Thấp chỉ nên hiển thị là con số

source: Low barrier
vi: Rào cản thấp

source: Low barrier offset
vi: Tấm chắn hàng rào thấp

source: Lower Band
vi: Dải băng Thấp

source: Lower Band = Average - 0.5 * Std Deviation
vi: Dải băng thấp hơn= Trung bình -0.5* Độ lệch chuẩn

source: Lower barrier is out of acceptable range. Please adjust the lower barrier.
vi: Hàng rào thấp hơn nằm bên ngoài vùng được chấp thuận. Xin vui lòng điều chỉnh hàng rào thấp hơn.

source: MACD
vi: Đường Trung Bình Di Động Đồng Quy Phân Kỳ

source: MACD Signal
vi: Tín hiệu của đường Đường Trung Bình Di Động Đồng Quy Phân Kỳ

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
vi: Bảo trì trang Web của bạn và nâng cấp lên, hãy liên hệ với chúng tôi nếu bạn đang thay đổi thiết kế hoặc hiển thị hoặc đang thêm các công cụ có thể ảnh hưởng tới ý kiến của chúng tôi cho dù bạn là một đối tác liên kết thích hợp.

source: Make a Deposit
vi: Gửi tiền

source: Make a deposit or withdraw
vi: Gửi tiền hoặc rút tiền

source: Make a deposit using credit card, bank wire, cheque and e-cash. Accounts are available in dollars, pounds and euros. The minimum account size is ($/&pound;/&euro;) 5 and the maximum account size is ($/&pound;/&euro;) 150,000.
vi: Gửi tiền sử dụng thẻ tín dụng, điện ngân hàng, séc và thẻ điện tử. Tài khoản luôn có ba loại tiền: Đô la, Bảng Anh và Euro. Cỡ tài khoản nhỏ nhất là ($/&pound;/&euro;) 5 và cỡ tài khoản lớn nhất là ($/&pound;/&euro;) 150,000.

source: Make your trade
vi: Giao dịch

source: Malta
vi: Cộng hòa Malta

source: Mar
vi: Tháng Ba

source: March
vi: Tháng Ba

source: Market
vi: Thị trường

source: Market Data
vi: Dữ liệu Thị trường

source: Market Opinions
vi: Ý kiến thị trường

source: Market Professionals
vi: Thị trường Chuyên nghiệp

source: Market exit price
vi: Giá thị trường ra

source: Market holiday during the contract period. Select an expiry date after %1.
vi: Ngày nghỉ trong suốt kì hợp đồng. Chọn ngày hết hạn sau %1.

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
vi: Giá thị trường được cập nhật nhiều nhất một lần một giây. Đối với bất kì giây nào được đưa ra, giá thị trường sẽ được cập nhật từ biến động đầu tiên, nếu có thì sẽ nhận ngay trong giây cụ thể trên bảng thông báo dữ liệu của công ty.

source: Market-closing times: Please refer to
vi: Thời gian đóng cửa thị trường: Vui lòng tham khảo

source: Market:
vi: Thị trường:

source: Marketing and Promotion
vi: Tiếp thị và Khuyến mãi

source: Markets
vi: Thị trường

source: Mass Index
vi: Chỉ báo Mass Index

source: Matched Contract Bonus
vi: Tiền thưởng Hợp đồng đã khớp

source: Max
vi: Tối đa

source: Maximum
vi: Tối đa

source: Maximum account cash balance
vi: Số dư tài khoản tối đa

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
vi: Số dư tài khoản tối đa hiện đang được thiết lập tới<strong>%1 %2</strong>

source: Maximum aggregate contract purchases per day.
vi: Tập hợp các hợp đồng mua tối đa trên một ngày.

source: Maximum aggregate payouts on open positions
vi: Tập hợp các thanh toán tối đa trên vị thế mở

source: Maximum daily turnover
vi: Thu nhập hàng ngày tối đa

source: Maximum number of open positions
vi: Số tối đa của vị thế mở

source: Maximum number of open positions is currently set to <strong>%1</strong>
vi: Số tối đa của vị thế mở đang được thiết lập tới <strong>%1</strong>

source: Maximum withdrawal by all other means:
vi: Khoản tiền rút tối đa bởi tất cả các bên có nghĩa là:

source: May
vi: Tháng Năm

source: Median Price
vi: Giá Trung bình

source: Medium
vi: Trung bình

source: Memorable date
vi: Ngày đáng nhớ

source: Memorable town/city
vi: Thị trấn/Thành phố đáng nhớ

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
vi: Mã lỗi sai được đề cập %1 tương ứng có thể giúp chúng tôi giải quyết vấn đề nhanh hơn.

source: Method
vi: Phương thức

source: Mid
vi: Ở giữa

source: Min
vi: Tối thiểu

source: Min-Max Deposit
vi: Gửi tiền Tối đa-Tối thiểu

source: Min-Max Withdrawal
vi: Rút tiền Tối đa-Tối thiểu

source: Min: %1 Max: %2
vi: Tối thiểu: % 1 Tối đa: %2

source: Minimum
vi: Tối thiểu

source: Miss
vi: Cô

source: Missing market data for contract duration
vi: Thiếu dữ liệu thị trường cho kì hạn hợp đồng

source: Missing market data for contract period.
vi: Thiếu dữ liệu thị trường cho kì hạn hợp đồng.

source: Missing market data for entry spot.
vi: Thiếu dữ liệu thị trường cho giá giao ngay vào.

source: Missing market data for exit spot.
vi: Thiếu dữ liệu thị trường cho giá giao ngay ra.

source: Mobile application
vi: Ứng dụng Điên thoại di động

source: Momentum
vi: Xung lực

source: Monday
vi: Thứ Hai

source: Money collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
vi: Tiền thu từ Khách hàng không được thay mặt khách hàng đầu tư vào chứng khoán, hợp đồng tương lai, ngoại tệ, phái sinh hoặc những đầu tư khác.

source: Moneyness terms
vi: Điều khoản về tiền

source: Monitor your portfolio in real time.
vi: Quản lý hồ sơ của bạn trong thời gian thực.

source: Month
vi: Tháng

source: Monthly
vi: Hàng tháng

source: Monthly Webinars
vi: Hội thảo qua web hàng tháng

source: Months
vi: Tháng

source: More benefits
vi: Nhiều lợi nhuận hơn

source: Mother's maiden name
vi: Tên của Mẹ

source: Mountain Chart
vi: Biểu đồ hình núi

source: Moving Average
vi: Đường Trung bình động

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
vi: Đường trung bình động cung cấp phương thức đo lường xu hướng có mục tiêu bằng cách kìm hãm biến động giá ngắn hạn. Đường Trung bình động Đơn giản là nhân tố không trọng số của n (được thiết lập bởi chu kì) chu kì trước (1 chu kì là thang thời gian đã được chọn, ví dụ, 1 phút, 1 ngày...). Tất cả những chu kì trước đều có trọng số cân bằng trong việc quyết định SMA. Đường trung bình ngắn thì nhạy cảm và có tín hiệu nhanh hơn đường trung bình dài, nhưng cũng đưa ra nhiều tín hiệu sai lệch hơn. Đường trung bình dài hơn thì đáng tin cậy hơn nhưng chỉ nhận các xu hướng lớn.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
vi: Đường trung bình động cung cấp phương thức đo lường hướng của xu hướng có mục tiêu bằng cách kìm hãm biến động giá cả trong thời gian ngắn. Đối với Đường trung bình động theo Hàm mũ, nhân tố trọng số được áp dụng sẽ giảm theo cấp số nhân trong kì nhiều hơn trước đây. Nó tập trung quan trọng vào những quan sát gần đây trong khi không cần phải loại bỏ hoàn toàn những quan sát cũ. Đường trung bình đồng ngắn hơn thường rất nhạy cảm và có tín hiệu nhanh hơn đường trung bình động dài, nhưng cũng cho ra nhiều tín hiệu sai lệch hơn. Đường trung bình động dài hơn thì tin tưởng hơn nhưng cũng chỉ nhận những xu hướng lớn.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
vi: Đường trung bình động cung cấp phương thức đo lường xu hướng có mục tiêu bằng cách kìm hãm sự biến động của giá trong thời gian ngắn. Trong Đường Trung bình Động theo trọng số, các kì trước có ít trọng số hơn trong quá khứ. Trong WMA n ngày, ngày gần đây nhất có trọng số là n, ngày gần nhất thứ hai là n-1..., giảm xuống tới số 0. đường trung bình động ngắn hơn thì nhạy cảm hơn và có tín hiệu nhanh hơn Đường trung bình động dài, nhưng cũng đưa ra nhiều tín hiệu sai lệch. Đường dài hơn thì tin cậy hơn những chỉ nhận những xu hướng lớn.

source: Mr
vi: Ngài

source: Mrs
vi: Bà

source: Ms
vi: Cô

source: Multi award-winning trading platform.
vi: Sàn giao dịch dành nhiều tiền thưởng.

source: Multi-lingual and multi-currency support
vi: Hỗ trợ đa ngôn ngữ và nhiều loại tiền tệ

source: Must be in a valid URI format
vi: Cần phải có định dạng URI hợp lệ

source: My Account
vi: Tài khoản của tôi

source: Name
vi: Tên

source: Name of first love
vi: Tên của mối tình đầu

source: Name of your pet
vi: Tên thú cưng của bạn

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
vi: Cả bạn và họ hàng thân thiết của bạn đều không có đủ điều kiện trở thành Khách hàng và bạn sẽ không được thừa hưởng bất kì cổ phần từ doanh thu thuần bất kì khoản thù lao khác của Công ty có liên quan đến những người thân hoặc bạn bè này. Họ hàng thân thiết ruột thịt trong bối cảnh này sẽ bao gồm vợ/ chồng, bố, mẹ, con cái hoặc anh chị.

source: Net profit
vi: Lợi nhuận thuần

source: Network Status
vi: Tình trạng mạng

source: New
vi: Mới

source: New Cashier/Settings password
vi: Thu ngân mới/ Thiết lập mật khẩu mới

source: New Password
vi: Mật khẩu mới

source: New Password Request
vi: Yêu cầu Mật khẩu mới

source: New account registration fail.
vi: Đăng kí tài khoản mới bị lỗi.

source: Newer
vi: Mới hơn

source: Next
vi: Tiếp theo

source: No
vi: Không

source: No Live price update
vi: Không cập nhật giá Trực tiếp

source: No Touch trades
vi: Không có giao dịch Chạm

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
vi: Không có dữ liệu để vẽ biểu đồ được yêu cầu. Vui lòng thử biểu đồ hàng ngày của chúng tôi cho công cụ này.

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
vi: Trường hợp một bên chống lại bên kia, bất kì điều khoản, điều kiện nào của Hiệp định này sẽ bị bỏ hoặc trong trường hợp làm phương hại đến quyền lợi của bên kia theo Hiệp định này.

source: No hidden fees or commissions.
vi: Không có phí hoặc hoa hồng tiềm ẩn.

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
vi: Cho dù thị trường- tăng hoặc rớt, im lặng hay biến động- bạn sẽ tìm được giao dịch phù hợp với quan điểm của bạn.

source: No open positions.
vi: Không có vị thế mở.

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures, which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. The Company is bound to report suspicious transactions to relevant authorities.
vi: Không ai có thể lạm dụng trang web này với mục đích rửa tiền. Công ty đã có quy trình chống lại rửa tiền tốt nhất, có thể sẽ có một vài ảnh hưởng tới Khách hàng. Công ty có quyền từ chối hợp tác với khách hàng, ngừng làm việc với khách hàng và có quyền đảo ngược lại giao dịch của Khách hàng nếu Khách hàng không chấp nhận hoặc từ chối quy trình chống rửa tiền này. Công ty bắt buộc phải báo cáo các giao dịch đáng ngờ cho các cơ quan chức năng có liên quan.

source: No risk, $10K virtual money account
vi: Không rủi ro, tài khoản tiền ảo $10k

source: No. There's no cost to sign up to the %1 affiliate program.
vi: Không. Không mất chi phí để đăng kí %1 chương trình liên kết.

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
vi: Lưu ý: Hợp đồng sẽ được bán ở giá thị trường hiện hành khi máy chị nhận được yêu cầu. Giá này có thể khác với giá đã được chỉ định.

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
vi: Lưu ý: Trong suốt mùa hè (tiết kiệm ánh sáng ban ngày, GMT là một giờ sau BST (Giờ Mùa hè Anh)

source: Note: The company reserves the right to cancel commissions that are not claimed after 2 years. Please also read our affiliate terms and conditions.
vi: Lưu ý: Công ty có quyền hủy bỏ hoa hồng mà không được trình báo sau hai năm. Xin vui lòng đọc và kĩ điều khoản và điều kiện của liên kết.

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3. This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
vi: Lưu ý: Bạn có thể rút tiền thưởng của %1%2 nếu tổng khối lượng giao dịch của bạn đã vượt quá %1%3. Hạn chế này chỉ áp dụng cho tiền thưởng phát sinh từ đó. Tất cả những tiền gửi và lợi nhuận phát sinh từ đó có thể được rút bất kì lúc nào.

source: Notes:
vi: Chú ý:

source: Notification of Changes
vi: Thông báo Thay đổi

source: Nov
vi: Tháng Mười một

source: November
vi: Tháng Mười một

source: Now
vi: Bây giờ

source: Number of quoted digits
vi: Số chữ số được trích dẫn

source: Number of ticks
vi: Số điểm

source: Number of ticks must be between %1 and %2
vi: Số điểm cần phải ở giữa %1 và %2

source: OAuth2 Authentication Using Auth-Code Flow
vi: Xác thực Sử dụng Dòng Mã Auth

source: OAuth2 Authentication Using Implicit Flow
vi: Xác thực OAuth2 Sử dụng dòng Tiềm ẩn

source: OAuth2 Token Renewal
vi: OAuth2 Làm mới thiết bị Token
