Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: OAuth2.0 is the emerging internet standard for this purpose. See <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> for a formal definition, although we will guide you through the steps relevant to your platform.
vi: OAuth2.0 là chuẩn internet mới nổi cho mục đích này. Xem <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> để biết định nghĩa, mặc dù chúng tôi cũng sẽ hưỡng dẫn bạn qua các bước có liên quan tới sàn giao dịch của bạn.

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
vi: Sổ tiết kiệm hoặc các chứng nhận kê khai Bản gốccủa các thẻ Ngân hàng / Liên hiệp Tín dụng/ Xây dựng Xã hội/ Thẻ Tín Dụng/Ghi nợ (trong vòng 3 tháng gần đây)- BẢN GỐC

source: ORIGINAL Utility bill (within last 3 months) ; or
vi: Hóa đơn chi phí sinh hoạt -BẢN GỐC (trong vòng ba tháng gần nhất); hoặc

source: Oct
vi: Tháng Mười

source: Octal Futures is a Perl web application which demonstrates how to authenticate and make server-side calls to the Binary.com API. It is developed with <a target="_blank" href="%1">Mojolicious</a> and is open-sourced as <a target="_blank" href="%2">octalfutures</a> on github. Perl/Mojolicious developers are invited to participate in this project by forking the repository.
vi: Octal Futures (hệ bát phân) là một ứng dụng web Perl thể hiện cách xác thực và thực hiện cuộc gọi từ máy chủ tới Binary.com API. Nó được lập trình bằng <a target="_blank" href="%1">Mojolicious</a> và là nguồn mở như <a target="_blank" href="%2">octalfutures</a> trên github. Những lập trình viên Perl/Mojolicious được mời tới tham gia dự án này bằng cách chiếm kho lưu code.

source: Octal futures
vi: Hệ bát phân

source: October
vi: Tháng Mười

source: Old password is wrong.
vi: Mật khẩu cũ sai.

source: Older
vi: Cũ hơn

source: On-time Payments Every Time
vi: Thanh toán đúng giờ Mọi lúc

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
vi: Khi điểm chạy lạc đã được gỡ bỏ, một thuật toán trơn ngắn hạn được áp dụng cho nguồn thông tin này. Thuật toán trơn này sẽ gỡ bỏ một số "rắc rối ngẫu nhiên" xung quanh nguồn dữ liệu, và bảo đảm rằng khách hàng người mua hợp đồng phụ thuộc (như là hợp đồng một chạm hoặc hợp đồng có rào cản) sẽ không có những hợp đồng bị những rắc rối của thị trường ngẫu nhiên thâm nhập vào cái mà không có phản ánh giá đúng của trị trường.

source: Once the bonus is credited to your account, you may withdraw the bonus and any winnings generated from it at any time.
vi: Khi tiền thưởng được ghi có trong tài khoản của bạn, bạn có thể rút tiền thưởng và các khoản bạn kiếm được vào bất cứ lúc nào.

source: Once the white-label is live, you will earn standard affiliate commissions on clients trading via the white-label.
vi: Khi nhãn trắng hiện lên, bạn sẽ kiếm được hoa hồng liên kết chuẩn trên giao dịch của khách hàng thông qua nhãn trắng.

source: Once this limit is reached, you may no longer deposit.
vi: Khi chạm phải giới hạn này, bạn sẽ không phải gửi tiền nữa.

source: Once you are satisfied with the design of your white label, your IT developer should submit a pull-request of his fork.
vi: Khi bạn đã thỏa mãn với thiết kế nhãn trắng, Lập trình viên IT của bạn nên gửi yêu cầu đi yêu cầu của anh ta.

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
vi: Khi bạn nhấp chuột vào nút " Gửi" tiền sẽ được rút khỏi tài khoản của bạn và sẽ được gửi về Văn phòng Thanh toán bạn đã chọn.

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
vi: Khi nhấp chuột vào nút "Gửi", tiền sẽ được rút khỏi tài khoản của bạn và được chuyển tới tài khoản %1 Khách hàng của bạn.

source: One simple platform
vi: Một sàn giao dịch đơn giản

source: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
vi: Sàn Giao dịch Trực tuyến cho hợp đồng quyền chọn nhị phân về Thị trường ngoại hối, Chỉ số, Hàng hóa và các Chỉ số Thông minh

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
vi: Chỉ năm năm sau khi thành lập, chúng tôi đã nhận được giải thưởng lớn cho dịch vụ giao dịch trực tuyến của mình. Giải thưởng đó nói lên rằng BetOnMarkets.com rất đáng tin cậy, nhanh, giao dịch trực tuyến an toàn cho những nhà giao dịch nhỏ lẻ và nhà giao dịch chuyên nghiệp. Lúc này, trang web của chúng tôi đã nhận được trên 15 triệu giao dịch.

source: Only one account is allowed per person. No winnings and/or refunds may be collected on accounts opened in false names or on multiple accounts opened by the same person.
vi: Chỉ cho phép một người sử dụng một tài khoản. Không có tiền thưởng hoặc tiền bồi hoàn vào trong tài khoản với tên sai hoặc nhiều tài khoản được mở với cùng một người.

source: Only properly tagged clients can be assigned to an affiliate. Should an affiliate tag be improperly inserted into the affiliate site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to the affiliate. Therefore it is the responsibility of the affiliate to ensure that all links are properly tagged.
vi: Chỉ phân liên kết cho khách hàng được gắn tên đúng. Chỉ nên có một liên kết được gắn trên trang web hoặc trường hợp trang chủ của chúng nhận tên không đúng sẽ gây ra việc đăng kí hoặc mua của khách hàng sẽ không được phân cho liên kết. Vì vậy trách nhiệm của liên kết là bảo đảm rằng tất cả các liên kết đều được gắn đúng tên.

source: Open
vi: Mở

source: Open Account
vi: Mở Tài khoản

source: Open Real Money Account
vi: Mở Tài khoản Thực

source: Open Source
vi: Mở Nguồn

source: Open a free account
vi: Mở tài khoản miễn phí

source: Open an account now
vi: Mở tài khoản ngay bây giờ

source: Opening an account
vi: Đang mở tài khoản

source: Opens
vi: Mở

source: Opens late (at %1)
vi: Mở muộn (vào lúc %1)

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
vi: Chỉ báo dao động Oscillator được tính từ đọc đường Tích lũy Phân phối hàng ngày. Dòng tiền Chaikin (CMF) không giống như chỉ số oscillator ở chỗ nó không bị ảnh hưởng sự thay đổi giá hằng ngày. Thay vì vậy, chỉ số chỉ tập trung vào vị trí ở gần có liên quan tới phạm vi của kì (Hàng ngày hoặc hàng tuần).

source: Our affiliate program is for investing professionals and webmasters who manage their own website, newsletter or mailing list.
vi: Chương trình liên kết của chúng tôi dành cho những nhà quản trị web chuyên nghiệp người mà có thể tự quản lý trang web, thư tin tức hoặc danh sách email của mình.

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
vi: Công ty chúng tôi tiếp tục cố gắng lấy được giấy phép ở đảo Man để cung cấp dịch vụ tốt hơn cho khách hàng Anh.

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
vi: Đội ngũ chăm sóc khách hàng của chúng tôi sẽ thay mặt bạn gửi yêu cầu lấy tiền thưởng ngay khi chúng tôi nhận được chứng từ. Có thể mất 3 ngày làm việc để gửi tiền thưởng vào tài khoản của bạn. Chúng tôi chúc bạn giao dịch may mắn. Thân ái, Karen Yap %1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
vi: Khách hàng rất thích chúng tôi. Vào giữa năm 2014, Binary.com đã có trên 100 triệu lượt giao dịch và có trên 130000 triệu lượt giao dịch mới hàng ngày.

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
vi: Nguồn dữ liệu của chúng tôi được thiết kế là một trong những môi trường giao dịch tốt nhất và mạnh nhất.

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
vi: Nguồn dữ liệu của chúng tôi đôi lúc có khác đôi chút so với nguồn dữ liệu khác được thấy trên mạng (bản thân chúng cũng có thể khác nhau). Lý do có nguồn dữ liệu khác nhau như thế này là do:

source: Our email address is %1.
vi: Địa chỉ email của chúng tôi là %1.

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
vi: Công ty của chúng tôi tăng trưởng hữu cơ nhanh chóng do mua lại cơ sở dữ liệu khách hàng của BetsForTraders, một trong những đối thủ cạnh tranh chính của chúng tôi.

source: Our information security policies are based on industry best practices in access control and business continuity.
vi: Chính sách bảo mật thông tin của chúng tôi dựa trên ngành công nghiệp thực hành tốt nhất trong việc kiểm soát truy cập và tính liên tục của kinh doanh.

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
vi: Máy chủ của chúng tôi áp dụng thuật toán lọc điểm. Mục đích của thuật toán lọc này là để lọc các điểm đi lạc. Các điểm đi lạc là các điểm mà nằm ngoài vùng giao dịch hiện tại của thị trường, những điểm này thường do sự giao dịch bị trì hoãn hoặc ngân hàng có lỗi về yết giá, lỗi về nhân sự, hoặc lỗi dữ liệu tại bất cứ điểm nào giữa nơi yết giá và máy chủ của chúng tôi.

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one’s access to our site.
vi: Trang web của chúng tôi có thể được lọc sử dụng hệ thống lọc có sẵn trên thị trường cái mà được dùng để cấm ai đó truy cập vào trang web.

source: Over two billion dollars in trades to date.
vi: Trên 2 triệu đô la giao dịch tính tới nay.

source: Overlay
vi: Hiển thị chồng lên

source: Overlay Instruments
vi: Công cụ phủ

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to the affiliate through any act or omission in respect of the affiliation agreement.
vi: Quyền sở hữu và nội dung của trang web vẫn là tài sản của chúng tôi và sẽ không bị chuyển giao cho liên kết thông qua bất cứ hoạt động nào hoặc thiếu sót nào của thỏa thuận hợp tác liên kết.

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
vi: Liên kết phải chịu trách nhiệm về quyền sở hữu, nội dung và trách nhiệm đối với trang web. Bạn cũng sẽ phải hoàn toàn chịu trách nhiệm cho sự phát triển, hoạt động, bảo trì trang web của mình và cho mọi thứ có trên trang web. Bạn sẽ phải chịu bồi thường và chúng tôi sẽ không chịu trách nhiệm với mọi khiếu nại, hư hại và chi phí (bao gồm các phí luật sư) liên quan tới sự phát triển, hoạt động, bảo trì và nội dung của trang web.

source: P.O. Box is not accepted
vi: Hòm thư cá nhân không được chấp nhận

source: Page not found
vi: Trang không được tìm thấy

source: Parabolic SAR
vi: Chỉ báo Parabolischer SAR

source: Parameter value must be greater than zero
vi: Giá trị tham số phải lớn hơn 0

source: Participate in the development of Binary.com’s next-generation user-interface. This project, open-sourced as <a target="_blank" href="%1">BinaryUI</a> on github, is written entirely in Sencha ExtJS 5, and consumes the Binary.com <a href="%2">RESTful API</a>.
vi: Hãy tham gia vào sự phát triển giao diện người dùng thế hệ mới của Binary.com. Dự án này, nguồn mở như <a target="_blank" href="%1">BinaryUI</a> trên github, toàn bộ được viết bằng Sencha ExtJS 5, và sử dụng Binary.com <a href="%2">RESTful API</a>.

source: Participating in the forex, stocks or commodities markets
vi: Hãy tham gia vào thị trường ngoại hối, thị trường chứng khoán và thị trường hàng hóa

source: Partner API
vi: Giao diện lập trình ứng dụng Đối tác

source: Partner API Registration
vi: Đăng kí Giao diện lập trình ứng dụng đối tác

source: Partner API Registration for
vi: Đăng khí API Đối tác cho

source: Partners
vi: Đối tác

source: Password
vi: Mật khẩu

source: Password is too long, please enter at most 30 characters.
vi: Mật khẩu quá dài, vui lòng nhập nhiều nhất 30 kí tự.

source: Password is too short, please enter at least 3 characters.
vi: Mật khẩu quá ngắn, vui lòng nhập ít nhất 3 kí tự.

source: Password not given.
vi: Mật khẩu không hiển thị.

source: Password reset
vi: Thiết lập lại mật khẩu

source: Patents
vi: Bằng sáng chế

source: Payment Agent Deposit
vi: Gửi tiền cho Đại lý Thanh toán

source: Payment Agent Withdrawal
vi: Rút tiền tại Đại lý Thanh toán

source: Payment Agent activity not currently authorized
vi: Hoạt động của Đại lý Thanh toán hiện không có thẩm quyền

source: Payment Agent transfer
vi: Chuyển tiền cho Đại lý thanh toán

source: Payment Agents are not available for your account.
vi: Đại lý Thanh toán không có trong tài khoản của bạn.

source: Payment Agents are not available on this site.
vi: Đại lý Thanh toán không có trên trang này.

source: Payment Methods
vi: Phương thức Thanh toán

source: Payment agents
vi: Đại lý Thanh toán

source: Payment methods
vi: Phương thức thanh toán

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
vi: Thanh toán sẽ được thực hiện hàng tháng, vào ngày 15 hoặc khoảng đó hàng tháng, và sẽ được ghi có vào tài khoản %1 cụ thể của bạn.

source: Payments
vi: Thanh toán

source: Payout
vi: Chi trả

source: Payout Currency
vi: Thanh toán Ngoại tệ

source: Payout has moved in your favour from %1 to %2.
vi: Đã thanh toán tiền vào tài khoản của bạn từ %1 từ %2.

source: Payout may not have more than two decimal places.
vi: Thanh toán không thể nhiều hơn hai chữ số thập phân.

source: Payout must be between <strong>%1</strong> and <strong>%2</strong>.
vi: Thanh toán cần phải ở giữa <strong>%1</strong> và<strong>%2</strong>.

source: Pending Bonus: %1
vi: Tiền thưởng chưa được hưởng: %1

source: Performance
vi: Hoạt động

source: Period
vi: Thời gian

source: Perl modules
vi: module Perl

source: Permission denied
vi: Quyền bị từ chối

source: Pick workspace file
vi: Chọn tệp tin nơi làm việc

source: Pip
vi: Bước giá

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
vi: Pip viết tắt cho "Percentage in point" ở vị trí thứ tư sau dấu thập phân (ví dụ 0.0001).

source: Place a random trade
vi: Đặt một giao dịch ngẫu nhiên

source: Platform Tour
vi: Ghé thăm Sàn giao dịch

source: Please choose which currency you would like to transact in.
vi: Xin vui lòng chọn đồng tiền mà bạn muốn giao dịch.

source: Please click on the "Play" button to start the video.
vi: Vui lòng nhấp chuột vào nút "Bật" để bắt đầu đoạn video.

source: Please confirm the trade on your statement before proceeding.
vi: Xin vui lòng xác nhận nội dung giao dịch của bạn trước khi xử lý.

source: Please confirm the transaction details in order to complete the transfer:
vi: Xin vui lòng xác nhận chi tiết giao dịch để hoàn thành việc chuyển tiền:

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We'll be happy to hear your feedback and to answer any questions promptly and accurately.
vi: Vui lòng liên hệ với chúng tôi với bất cứ điều gì bạn muốn tại <a href="mailto:%1">%1</a>. Chúng tôi rất vui mừng khi được nghe phản hồi của bạn và sẽ trả lời bất cứ câu hỏi nào kịp thời và chính xác.

source: Please do not click more than once and please allow 15 seconds for processing.
vi: Xin đừng nhấp chuột hơn một lần và vui lòng chờ đợi 15 giây để xử lý.

source: Please enter a date that is at least 6 months from now.
vi: Vui lòng nhập ngày ít nhất là 6 tháng kể từ bây giờ.

source: Please enter a password.
vi: Vui lòng nhập mật khẩu.

source: Please enter a town or city.
vi: Vui lòng nhập thành phố hoặc thị trấn.

source: Please enter a valid amount.
vi: Vui lòng nhập số tiền hợp lệ.

source: Please enter a valid name.
vi: Vui lòng nhập tên hợp lệ.

source: Please enter an integer value.
vi: Vui lòng nhập giá trị số nguyên.

source: Please enter date in the format YYYY-MM-DD.
vi: Vui lòng nhập ngày với định dạng YYYY-MM-DD.

source: Please enter the Login ID to transfer funds.
vi: Vui lòng nhập Tên Đăng nhập để chuyển tiền.

source: Please enter the country where you want to offer your service
vi: Vui lòng nhập quốc gia nơi bạn muốn đặt dịch vụ

source: Please enter the first line of your home address.
vi: Vui lòng nhập dòng đầu tiên của địa chỉ nhà bạn.

source: Please enter your email address.
vi: Vui lòng nhập địa chỉ email của bạn.

source: Please enter your first name.
vi: Vui lòng nhập tên của bạn.

source: Please enter your last name.
vi: Vui lòng nhập họ của bạn.

source: Please enter your secret answer
vi: Vui lòng nhập câu trả lời bí mật của bạn

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
vi: Vui lòng điền tên Đăng nhập vá Số tiền bạn muốn chuyển cho Khách hàng của mình trong bản mẫu dưới đây:

source: Please input a valid date.
vi: Vui lòng nhập ngày hợp lệ.

source: Please input it again to confirm
vi: Vui lòng nhập lại để xác nhận

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
vi: Vui lòng chắc chắn rằng trước hết bạn đồng ý với Đại lý các điều khoản thanh toán trước khi gửi yêu cầu.

source: Please note that mobile telephone bills are not acceptable as evidence of address
vi: Vui lòng chú ý rằng hóa đơn thanh toán điện thoại di động không được chấp nhận là bằng chứng của địa chỉ

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
vi: Vui lòng chú ý rằng trang web của chúng tôi có tệp tin mà có thể ghi lại địa chỉ máy tính cá nhân khi đăng nhập vào tài khoản của bạn. Những thông tin này được tập trung lại với mục đích duy nhất là hỗ trợ điều tra việc truy cập vào tài khoản của bạn bởi người dùng không có quyền. Thêm nữa, chúng tôi sẽ xác minh thông tin nhất định bạn đã khai trong bản mẫu đăng kí mở tài khoản, hoặc với người cung cấp thông tin bên thứu ba.

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
vi: Vui lòng lưu ý rằng việc đăng khí để trả thành một Đại lý Thanh toán, bạn cần phải <a href="%1">Xác nhận Tài khoản của bạn </a> trước..

source: Please note that we have found no accounts registered with this e-mail address. If you can't recall the e-mail address used during account registration, please <a href="%1"><strong>contact us</strong></a>.
vi: Vui lòng chú ý rằng chúng tôi không thấy tài khoản đã đăng kí bằng địa chỉ email này. Nếu bạn không thể nhớ lại địa chỉ email được dùng để đăng kí tài khoản nào, vui lòng <a href="%1"><strong>liên hệ với chúng tôi</strong></a>.

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
vi: Vui lòng chú ý rằng yết giá cuối tuần bị bỏ qua với mục đích quyết toán hợp đồng. Cuối tuần, thị trường ngoại hối thi thoảng vẫn đưa ra giá, tuy nhiên những giá này thường là nhân tạo (thi thoảng nhà giao dịch tận dụng tính thanh khoản kém của thị trường vào dịp cuối tuần để tăng hoặc giảm giá). Để tránh quyết toán giá dựa trên giá nhân tạo này, sẽ có chính sách %1 không quyết toán giá hợp đồng vào những ngày cuối tuần (ngoại trừ chỉ số ngẫu nhiên, được mở suốt cuối tuần).
