Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: The ratio above and below the moving average
vi: Tỉ lệ Đường trung bình động bên trên và bên dưới

source: The required minimum deposit has been made by the client AND
vi: Tiền gửi tối thiểu yêu cầu đã được gửi bởi khách hàng VÀ

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
vi: Giá bán lại chỉ giá thị trường hiện tại của hợp đồng. Giá bán lại dựa trên cơ sở nỗ lực nhất và có thể không có sẵn mọi lúc sau khi mua. Xem 'quyền chọn Bán' để biết thêm chi tiết về bán hợp đồng trước khi hết hạn.

source: The return is the money realized when the contract expires (see 'Payout').
vi: Doanh thu là số tiền thấy được khi hợp đồng hết hạn (xem ('Doanh thu').

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Company’s responsibility to notify Clients before any changes to its terms come into effect.
vi: Được quyền chỉnh sửa hoặc thay đổi quy tắc và phạm vi của dịch vụ này theo thời gian. Có bất kì thay đổi nào về quy tắc được thực hiện khi trang web đang hoạt động sẽ không áp dụng hồi tố và sẽ chỉ áp dụng cho những hợp đồng tài chính được mua sau khi có thay đổi. Công ty có trách nhiệm thông báo với Khách hàng trước khi có bất kì sự thay đổi nào cho tới lúc các điều khoản được đưa vào hoạt động.

source: You're currently logged in to your real money account with %1
vi: Bạn vừa đăng nhập vào tài khoản tiền thực của bạn với %1

source: You're currently logged in to your virtual money account
vi: Bạn vừa được đăng nhập vào tài khoản tiền ảo của bạn
