Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
vi: Chỉ số tỉ lệ thay đổi (ROC) hiển thị giá di chuyển nhanh như thế nào của một cổ phiếu cụ thể (hoặc công cụ tài chính khác). Theo lý thuyết thì nếu giá tăng (hoặc giảm) rất nhanh thì sẽ đến một thời điểm được cho là dư mua (hoặc dư bán). Khi điều này xẩy ra giá cũng sẽ vẫn tiếp tục tăng (hoặc giảm), nhưng không nhanh như trước đó.

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
vi: Chỉ số Sức mạnh tương đối (RSI) đo lường giá cổ phiếu liên quan đến nó và lịch sử gần đây. Nó được tính bình quân của giá trong những ngày tăng chia cho giá bình quân vào những ngày giảm. RSI dao động giữa 0 và 100.A mức 70+ có thể chỉ ra rằng cổ phiếu đang dư mua, có nghĩa là các nhà đầu cơ nên xem xét bán. Hoặc ngược lại dư bán ở mức 30. Nguyên tắc là khi có một tỷ lệ cao của chuyển động hàng ngày theo một hướng cho thấy một cực đoan, và giá cả có khả năng đảo ngược.

source: The Spread represents the difference between the Bid and Ask.
vi: Chênh lệch thể hiện sự khác nhau giữa giá Mua và Bán.

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
vi: Chỉ báo Stochastic Oscillator là một chỉ báo đà hiển thị vị trí hiện tại tương đối gần với dải cao / tầm thấp nằm trên một loạt các kì. Stochastic Oscillator được tạo thành từ hai đường dao động giữa một thang dọc từ 0 đến 100.%K là đường chính và được vẽ đường đậm. Đường thứ hai là đường% D và là một đường trung bình động của% K. Đường% D được vẽ chấm chấm. Đường Stochastic Nhanh là trung bình của ba đường %K cuối cùng và Stochastic Chậm là trung bình ba ngày của Stochastic Nhanh.

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
vi: Chỉ số USD là Chỉ số có trọng số, đo lường giá trị đồng Đô la Mỹ trong giỏ 5 đồng quốc tế (EUR, GBP, JPY, CAD, AUD), mỗi đồng có tỉ trọng là 20%.

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Binary Group of companies or any of our business associates.
vi: Các dữ liệu cá nhân trên mà chúng tôi thu thập chúng tôi sẽ giữ và xử lý cho mục đích nào đó có thể được cho phép hoặc yêu cầu của pháp luật. Chúng tôi cũng có thể chuyển dữ liệu cá nhân đó cho bất kỳ công ty nào trong Tập đoàn Binary hoặc bất kỳ đối tác kinh doanh của mình.

source: The access-token retrieved earlier has a limited lifetime. In the case of Auth-Code Flow only, it can be renewed.
vi: Mã truy cập lấy trước đó có vòng đời hạn chế. Chỉ trong trường hợp Dòng Mã Auth, nó mới có thể được làm mới.

source: The anti-money laundering processes have the following effects on Clients:
vi: Xử lý chống rửa tiền có những ảnh hưởng sau đây đến Khách hàng:

source: The average is the average of the ticks, including the first and the last tick.
vi: Trung bình là bình quân của số giây tích tắc, bao gồm cả giây đầu và giây cuối cùng.

source: The bandwidth to compute the indicator
vi: Các băng thông để tính toán các chỉ số

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
vi: Rào cản của một giao dịch quyền chọn nhị phân là các mức giá mục tiêu bạn đặt ra cho các cơ sở. Bạn có thể lựa chọn giao dịch ở dưới hoặc vượt trên giá mục tiêu, hoặc ở giữa hai mục tiêu.

source: The barrier(s) you choose defines your position and triggers your payout.
vi: Rào cản bạn đã chọn xác định vị thế của bạn và thanh toán cho bạn.

source: The barriers are improperly entered for this contract.
vi: Rào cản này được nhập không đúng cho hợp đồng này.

source: The best promotional tools and robust online reporting
vi: Các công cụ quảng cáo tốt nhất và báo cáo trực tuyến mạnh

source: The bonus code can only be entered and activated upon account opening.
vi: Các mã tiền thưởng chỉ có thể được nhập và kích hoạt khi mở tài khoản.

source: The bonus will be added to the account when the required minimum deposit has been made via a single transaction. Clients who make multiple deposits in an attempt to accumulate the required deposit amount will not be eligible for this bonus.
vi: Tiền thưởng sẽ được cộng vào tài khoản khi khoản tiền gửi tối thiểu yêu cầu đã được thực hiện thông qua một giao dịch duy nhất. Khách hàng gửi nhiều tiền với mục đích cố gắng tích lũy số tiền gửi theo yêu cầu, nếu không sẽ không đủ điều kiện để lấy tiền thưởng này.

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
vi: Việc tính giá phải trả (hoặc khoản thanh toán được nhận) cho các hợp đồng tài chính trên trang web này tại thời điểm hợp đồng tài chính được mua hoặc bán ra sẽ dựa trên ước tính biến động giá thị trường tốt nhất của Công ty và mức dự kiến của tỉ lệ lãi suất, biến động hàm ý và những điều kiện thị trường khác trong vòng đời của các hợp đồng tài chính, và được dựa trên công thức toán học phức tạp. Việc tính toán sẽ bao gồm cả sự thiên về Công ty. Giá hợp đồng tài chính (hoặc số tiền thanh toán) được cung cấp cho khách hàng, suy đoán dựa trên giá cả thị trường hoặc giá chỉ số có thể khác đáng kể so với mức giá có sẵn trong các thị trường sơ cấp nơi mà chỉ số chứng khoán hoặc hàng hóa hoặc hợp đồng liền sau được giao dịch, do sự thiên về Công ty trong hệ thống tính giá được nhắc ở trên.

source: The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
vi: Các dữ liệu xây dựng biểu đồ Công ty cung cấp cho khách hàng được chỉ định và đôi khi có thể khác với giá trị thị trường thực. Quyết định của Công ty đối với tính giá hợp đồng tài chính sẽ là cuối cùng và kết hợp. Công ty này cho phép quyền chọn bán các hợp đồng trước khi một số hợp đồng hết hạn nhưng sẽ không có nghĩa vụ làm như vậy và có thể đình chỉ quyền chọn này tùy thuộc vào các điều kiện thị trường hiện tại. Hợp đồng có thể được sửa đổi khi giá trị tài sản cơ sở được điều chỉnh bởi công ty trong suốt thời gian hợp đồng.

source: The client has reached a turnover that is 5 times the bonus amount
vi: Khách hàng đã đạt được doanh thu 5 lần tiền thưởng

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
vi: Công ty không bảo đảm có thể bán bán hợp đồng trước thời hạn.

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
vi: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành, trong trường hợp phá sản, nó sẽ không thuộc tài sản của Công ty. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc để cách ly các tiền của khách hàng ở cấp độ: <strong>bảo vệ trung bình</strong>.

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: medium protection.
vi: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành, trong trường hợp phá sản, nó sẽ không thuộc tài sản của Công ty. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc để cách ly các tiền của khách hàng ở cấp độ: bảo vệ trung bình.

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
vi: Công ty có quyền hủy/ cấm sử dụng chương trình quảng cáo này bất cứ lúc nào theo ý riêng của mình.

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 24 months. If a Client is subject to the laws and regulations of Malta, and his account has had no activity for a period of thirty months, and the Client cannot be located or contacted, the Company shall remit the balance of the account to the Authority.
vi: Công ty có quyền thu phí không hoạt động lên đến USD / EUR / AUD / GBP 25 6 tháng một lần đối với mỗi tài khoản Khách hàng không có giao dịch được ghi nhận trong khoảng hơn 24 tháng. Khách hàng phải tuân theo các luật lệ và quy định của Malta, Nếu tài khoản của khách hàng không hoạt động trong khoảng thời gian ba mươi tháng, và không thể liên hệ được với khách hàng, Công ty sẽ có trách nhiệm chuyển số dư của tài khoản cho Chính quyền.

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, the company does not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
vi: Nội dung trên trang web này có thể thay đổi bất cứ lúc nào mà không cần thông báo trước và được cung cấp cho mục đích duy nhất là hỗ trợ nhà giao dịch đưa ra các quyết định đầu tư độc lập. % 1 đã thực hiện các biện pháp hợp lý để đảm bảo tính chính xác của thông tin trên trang web, tuy nhiên, công ty không đảm bảo tính chính xác và sẽ không chịu trách nhiệm đối với bất kỳ tổn thất hoặc thiệt hại nào phát sinh trực tiếp hoặc gián tiếp từ nội dung hoặc do không thể truy cập vào trang web, đối với bất kỳ sự chậm trễ hay thất bại trong việc truyền tải hoặc nhận hướng dẫn hoặc thông báo được gửi qua trang web này.

source: The contract %4 has changed from %1%2 to %1%3.
vi: Hợp đồng%4 đã thay đổi từ %1%2 thành %1%3.

source: The contract has expired
vi: Hợp đồng đã hết hạn

source: The contract is not available after %1 GMT.
vi: Hợp đồng không có sau %1 GMT.

source: The contract must expire on a trading day.
vi: Hợp đồng phải hết hạn vào một ngày giao dịch.

source: The contract period is the timeframe of a trade. It is also called the duration.
vi: Kì của hợp đồng là khung thời gian của một giao dịch. Nó cũng được gọi là khoảng thời gian.

source: The cost of your open positions
vi: Giá vị thế mở của bạn

source: The currency of your bonus will be the same as the currency of your first deposit.
vi: Đồng tiền của tiền thưởng sẽ giống với đồng tiền bạn gửi lần đầu.

source: The database is not yet updated with settlement data.
vi: Cơ sở Dữ liệu chưa cập nhật dữ liệu quyết toán.

source: The distance between the middle line and the upper and lower threshold lines
vi: Khoảng cách giữa đường giữa và đường ngưỡng trên và dưới

source: The duration is the length of a purchased trade (see 'contract period').
vi: Khoảng thời gian là độ dài của giao dịch được mua (xem 'kì hợp đồng').

source: The easiest way to get started in the financial markets
vi: Cách dễ nhất để bắt đầu trong thị trường tài chính

source: The entry spot price is the starting price of the trade purchased by a trader.
vi: Giá giao ngay nhập vào là giá bắt đầu của giao dịch được mua bởi người giao dịch.

source: The expiry price is the price of the underlying when the contract expires.
vi: Giá đáo hạn là giá của cơ sở khi hợp đồng hết hạn.

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
vi: Thuật toán lọc dựa trên công thức toán học tương tự như hệ thống biến động "Dải Bollinger" - ví dụ, các dải biến động ngắn hạn được xác định xung quanh giá trị thị trường hiện tại, và điểm nằm bên ngoài của những dải này được loại bỏ.

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
vi: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ thích hợp cho những khách hàng có khả năng chịu mất tất cả số tiền họ đầu tư và những người hiểu và có kinh nghiệm về các rủi ro liên quan đến việc mua lại các hợp đồng tài chính.

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If the purchased contracts expire worthless, you will suffer a total loss of your investment, which will consist of the contract premium. If you are contemplating purchasing deep-out-of-the-money contracts (where the strike/barrier price is far away from the current underlying spot price), you should be aware that the chance of such contracts becoming profitable ordinarily is remote.
vi: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ thích hợp cho những khách hàng có khả năng chịu mất tất cả số tiền họ đầu tư và những người hiểu và có kinh nghiệm về các rủi ro liên quan đến việc mua lại các hợp đồng tài chính. Các giao dịch hợp đồng tài chính mang một mức độ rủi ro cao. Nếu hợp đồng mua hết hạn vô giá trị, bạn sẽ bị mất tổng đầu tư của bạn, bao gồm phí bảo hiểm hợp đồng. Nếu bạn đang dự tính mua hợp đồng deep-out-of-the-money (trong đó giá thực hiện/ rào cản ở xa giá giao ngay cơ sở hiện tại), bạn cần phải nhận thức rằng cơ hội nhận được lợi nhuận từ hợp đồng này là rất ít, hiếm.

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
vi: Bước đầu tiên là mở một tài khoản. Bạn có thể <a target='_blank' href='%1'>nộp đơn trực tuyến</a> chỉ mất vài phút.

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
vi: Điều đầu tiên cần làm là chọn tài sản bạn muốn giao dịch, chẳng hạn như vàng, dầu, chứng khoán hoặc giá FX (Giá trị của một quyền chọn nhị phân có nguồn gốc từ giá của tài sản cơ sở). Một lợi thế lớn của giao dịch quyền chọn là bạn không mua hoặc bán tài sản thực.

source: The first tick is the first tick after the contract is processed by our servers
vi: Điểm đầu tiên là giây đầu điên sau khi hợp đồng được xử lý bởi máy chủ của chúng tôi.

source: The first tick is the first tick after the contract is processed by our servers.
vi: Điểm đầu tiên là giây đầu tiên sau khi hợp đồng được xử lý bởi máy chủ của chúng tôi.

source: The market exit price is the price in effect at the end of the contract period.
vi: Giá thoát khỏi thị trường là giá có hiệu lực vào cuối thời gian hợp đồng.

source: The market must be open at the start time.
vi: Thị trường phải được mở vào thời gian bắt đầu.

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2015 Binary Group of companies. All rights reserved.
vi: Các tài liệu bao gồm cáctrên trang web% 1 (bao gồm nhưng không giới hạn tất cả các bài viết, văn bản, hình ảnh, logo, biên soạn, hệ thống, mã và thiết kế) đều là Bản quyền1999-2015 của tập đoàn Binary. Tất cả quyền được bảo vệ.

source: The maximum loss that may be incurred by any Client is the amount of money paid by oneself to the Company.
vi: Thất thoát lớn nhất có thể xẩy ra cho Khách hàng là mất số tiền đã trả cho Công ty.

source: The most important benefit of using OAuth2.0 is that the end-users, who already have valid logins at %1, are able to leverage new applications to execute various trading activities, without these applications needing to know or "see" the end-users security credentials.
vi: Lợi ích quan trọng nhất của việc sử dụng OAuth2.0 là người dùng cuối cùng, những người đã có thông tin đăng nhập hợp lệ tại% 1, có thể tận dụng các ứng dụng mới để thực hiện các hoạt động giao dịch khác nhau, nếu có những ứng dụng này thì cần phải biết hoặc "xem" thông tin bảo mật của người dùng cuối cùng.

source: The moving average period of the signal line
vi: Kì đường trung bình động của đường tín hiệu

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
vi: Trang web đã hết thời gian. Điều này có thể do kết nối Internet chậm, hoặc quá tải trên máy chủ. Vui lòng thử lại sau vài phút.

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
vi: Bằng sáng chế có nghĩa là Regent Markets là nhà tiên phong được công nhận trong cá cược nhị phân. Bằng sáng chế giúp bảo vệ những đổi mới của chúng tôi.

source: The payout is the amount paid to an options trader if their prediction is correct.
vi: Tiền lãi là số tiền được trả cho một nhà giao dịch quyền chọn nếu dự đoán của mình là đúng.

source: The period for the moving average
vi: Kì của đường trung bình động

source: The period to compute the %1 line
vi: Thời gian để tính toán đường% 1

source: The period to compute the indicator
vi: Thời gian để tính toán chỉ số

source: The period to compute the rate of change of the smoothed range
vi: Thời gian để tính toán tỉ lệ thay đổi của dãy trơn

source: The period to smooth the indicator
vi: Thời gian để làm mượt chỉ số

source: The period to smooth the range
vi: Thời gian để làm nhẵn dãy

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
vi: Các thông tin cá nhân mà chúng tôi có được về bạn giúp chúng tôi phục vụ tài khoản của bạn. Chúng tôi biết bạn có thể lo lắng về những gì chúng tôi làm với thông tin này, và với các thông tin tài chính về tài khoản của bạn. Sau đây những công việc bảo mật của chúng tôi.

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
vi: Lợi nhuận là phần chênh lệch giữa giá mua (cổ phần) và tiền thanh toán trên giao dịch thắng.

source: The provided currency %1 is invalid.
vi: Đồng tiền được cung câp %` không hợp lệ.

source: The provided currency %1 is not the default currency
vi: Đồng tiền được cung cấp %1 không phải là đồng tiền mặc định

source: The provided email address %1 is already in use by another Login ID.
vi: Địa chỉ email được cung cấp %1 đã được sử dụng bởi một ID đăng nhập khác.

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
vi: Chỉ số ngẫu nhiên là một chỉ số chứng khoán có giá được mô phỏng bằng cách sử dụng các số ngẫu nhiên. Không giống như các chỉ số chứng khoán thị trường thực có giá phụ thuộc vào giá của các cổ phiếu cá nhân được liệt kê trên bảng trao đổi, chỉ số chứng khoán ngẫu nhiên chỉ dựa vào các yếu tố như biến động, giá chỉ số trước đó (giá mô phỏng trước đó) và một con số ngẫu nhiên để xác định giá của các chỉ số . Do việc sử dụng các số ngẫu nhiên, giá cả (hay hướng) của các chỉ số không thể dự đoán một cách chắc chắn và do đó nó cũng được xem như một chỉ số thị trường thực sự. Khi chỉ số được nối với một con số, con số là biến động tỷ lệ sử dụng trong việc tính toán giá chỉ số. Ví dụ, chỉ số Ngẫu nhiên 25 sử dụng 25% biến động trong việc tính toán các chỉ số giá. Các chỉ số bắt đầu ở 1000 vào 16 tháng 5 năm 2004.
