Repository: 0x90909/binary-static-www3
Catalog: src/config/locales/*.po
Languages: vi

source: The Binary.com website’s static content (CSS, Javascript) is available as the <a target="_blank" href="%1">binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
vi: Nội dung tĩnh của trang web Binary.com (CSS, Javascript) luôn có sẵn như là <a target="_blank" href="%1">nhị phân tĩnh</a> dự án nguồn mở trên github. Bạn có muốn thay đổi bề mặt trang web Binary.com, hoặc muốn cải thiện giao diện trình duyệt, tốc độ chạy của trang, hoặc hoạt động của Javascript? Vui lòng chọn dự án và gửi yêu cầu thay đổi mã theo gợi ý của bạn.

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
vi: CCI là một hệ thống ấn định thời gian áp dụng phù hợp nhất cho các hợp đồng hàng hóa, có khuynh hướng theo chu kỳ hoặc theo mùa. CCI không xác định độ dài của chu kỳ - nó được thiết kế để phát hiện khi chu kỳ này bắt đầu và kết thúc thông qua việc sử dụng các phân tích thống kê trong đó kết hợp đường trung bình động và một ước số phản ánh cả các phạm vi giao dịch thực tế và có thể.

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
vi: CLV là chỉ số dựa trên vị trí gần với điểm thấp và cao của khoảng thời gian. Nó được sử dụng để phát hiện các xu hướng trong biến động giá.

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
vi: Hàm biến động Chaikin quyết định sự biến động của loạt các dữ liệu tài chính sử dụng thay đổi phần trăm trong đường trung bình động của giá cao với giá thấp trong thời gian nhất định.

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
vi: Khách hàng nên xác nhận và hiểu rằng Đại lý giao dịch được ủy quyền có thể bị thu hồi lại khi Khách hàng gửi thông báo đến Công ty, tuy nhiên, những thu hồi này có thể phải mất hai ngày làm việc mới xử lý xong.

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
vi: Khách hàng uỷ quyền cho một Đại lý Giao dịch và luật sư thực tế cho mục đích mua và bán các hợp đồng tài chính thông qua tài khoản của mình và với rủi ro ở mình bên khách hàng. Khách hàng trả tiền bồi thường và công ty không chịu trách nhiệm gì về sự thua lỗ hay các khoản nợ phát sinh trực tiếp hoặc gián tiếp thông qua các giao dịch của Đại lý giao dịch hoặc của Khách hàng.

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
vi: Công ty không cung cấp một thị trường ở giữa các khách hàng đầu tư, chứng khoán, phái sinh hoặc suy đoán. Mỗi hợp đồng tài chính được mua bởi khách hàng qua trang web này là một thỏa thuận cá nhân giữa khách hàng và Công ty và không bảo mật, cũng không chuyển giao, đàm phán hoặc chuyển nhượng tới hoặc với bất kì bên thứ ba nào.

source: The Company has and retains the right, to terminate any event or trade, including but not limited to the occurrence of any of the above events.
vi: Công ty đã, đang có quyền chấm dứt bất kỳ sự kiện hay giao dịch nào, bao gồm nhưng không giới hạn đến sự xuất hiện của các sự kiện trên.

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
vi: Công ty sẽ trao cho bạn một giấy phép không độc quyền, không thể chuyển nhượng, trong thời hạn của Hiệp định này, để sử dụng % 1 nhãn hiệu sở hữu trí tuệ (được lần lượt cấp phép bởi chúng tôi) kết nối với hiển thị của quảng cáo trên trang web của bạn. Giấy phép này bạn không thể phân cấp, giao hoặc chuyển nhượng. Quyền sử dụng các nhãn hiệu của bạn được giới hạn và chỉ được tăng khi bạn sử dụng cho quảng cáo. Bạn không có quyền khẳng định nhãn hiệu bị vô hiệu, không thực thi, hoặc tranh giành quyền sở hữu nhãn hiệu với bất kỳ hành động nào , và sẽ không được hành động gây tổn hại cho chúng tôi hoặc quyền cấp phép nhãn hiệu của chúng tôi, hoặc không được làm suy yếu tính hợp lệ của nhãn hiệu hoặc lợi thế thương mại có liên quan tới chúng.

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
vi: Công ty không tuyên bố rằng %1 sẽ không bị gián đoạn hoặc cung cấp dịch vụ không có lỗi và sẽ không chịu hậu quả với những lỗi và gián đoạn này gây ra.

source: The Company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
vi: Công ty sẽ thông báo cho bạn về tình hình thay đổi trang web, dịch vụ mới và nâng cấp theo thời gian. Tuy nhiên, nếu bạn không muốn nhận dịch vụ như này hoặc không muốn nhận bất kì dữ liệu marketing trực tiếp nào thì bạn có thể không thuê bao dịch vụ này hoặc có thể gửi mail cho nhóm chăm sóc khách hàng của chúng tôi. Nếu bạn muốn nhận lại tài liệu nâng cấp này, bạn cũng có thể bằng cách liên hệ với chúng tôi.

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
vi: Công ty có thể áp đặt các quy tắc và hạn chế nhất định liên quan đến việc đặt các lệnh thị trường trên trang web này. Quy tắc này có thể thay đổi theo thời gian, theo điều kiện thị trường và các yếu tố khác. Các quy tắc chỉ định sau đây đều đang có tại:

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 25,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client is fully authenticated; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 500,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
vi: Công ty có thể áp đặt giới hạn khối lượng giao dịch trên tài khoản của khách hàng theo ý mình. Giới hạn khối lượng giao dịch hiện tại với mỗi tài khoản đang mở là USD / GBP / EUR / AUD 30.000 / ngày khối lượng giao dịch tối đa. Kích thước tài khoản tối đa (tức là số dư tiền mặt) là USD / GBP / EUR / AUD 25.000 và thanh toán hợp đồng xuất sắc nhất tại một thời gian nhất định cho mỗi tài khoản là USD / GBP / EUR / AUD 25.000. Các giới hạn này được tăng lên khi khách hàng được xác thực đầy đủ; lúc này khối lượng giao dịch tối đa mới sẽ USD / GBP / EUR / AUD 500.000, có kích thước tài khoản tối đa là USD / GBP / EUR / AUD 500.000 và thanh toán hợp đồng xuất sắc tối đa cho mỗi tài khoản USD / GBP / EUR / AUD 500.000 trong thời gian nhất định. Nếu số dư tài khoản vượt quá kích thước tài khoản tối đa, thì bạn phải thực hiện việc rút tiền để số dư tài khoản xuống dưới giới hạn này.

source: The Company may, from time to time, at its sole discretion, or as required by regulations in place to conduct appropriate "Know Your Customer" procedures and require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction.
vi: Theo thời gian, Công ty có thể quyết định theo ý mình, hoặc theo yêu cầu của quy định ở vị trí thích hợp để tiến hành thủ tục "Tìm hiểu khách hàng" và yêu cầu khách hàng cung cấp bằng chứng nhận dạng (như bản sao công chứng hộ chiếu hoặc các phương tiện xác minh danh tính khác khi Công ty xét thấy cần thiết trong một số trường hợp) và có thể tùy ý đình chỉ tài khoản cho đến khi bằng chứng này được cung cấp.

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
vi: Công ty có quyền tuỳ ý để từ chối và / hoặc hủy dịch vụ, thu phí tiền gửi và / hoặc rút tiền cho bất cứ ai cho bất kỳ lý do bao gồm, nhưng không giới hạn:

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
vi: Công ty có quyền thay đổi bất kỳ phần nào của Hiệp định này vào bất cứ lúc nào. Thông báo về thay đổi sẽ được gửi đến địa chỉ email của bạn trước 7 ngày khi có sự thay đổi như vậy, bạn phải có trách nhiệm kiểm tra các điều khoản và điều kiện này thường xuyên. Khi bạn tiếp tục tham gia liên kết có nghĩa là bạn đã chấp nhận những thay đổi về thu phí này.

source: The Company reserves the right to suspend the operation of this site or sections thereof:
vi: Công ty có quyền đình chỉ trang web này hoặc các phần của trang web:

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
vi: Công ty có quyền thực hiện bất kỳ quyền nào hoặc bất kỳ nghĩa vụ nào của mình theo hợp đồng này (bao gồm nhưng không giới hạn các nghĩa vụ thanh toán theo quy định tại khoản 6) với bất kỳ công ty nào liên quan tới Công ty (như được xác định dưới đây).

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
vi: Công ty sẽ không chịu trách nhiệm với bạn trong hợp đồng, hoặc đối với tổn thất phát sinh trực tiếp hoặc gián tiếp từ giao dịch (bao gồm cả trách nhiệm pháp lý cho sự sơ suất), doanh thu hay lợi nhuận, tiết kiệm có dự tính, chi phí lãng phí, tham nhũng, tiêu hủy dữ liệu hoặc với bất cứ hậu quả gì gây ra sự tổn thất.

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients at its sole discretion.
vi: Công ty sẽ thanh toán cho bạn (theo quy định tại khoản 5.3) tỷ lệ phần trăm doanh thu thuần được công bố hiện tại (được ghi chi tiết trên trang hoa hồng của tài khoản Liên kết của bạn) đã nhận được trong suốt thời hạn của Hiệp định. Các khoản thanh toán liên kết chỉ thanh toán cho người giới thiệu khách hàng có thiện chí và Công ty có quyền bỏ qua tài khoản trùng lặp hoặc tài khoản mà Công ty thấy khách hàng không thiện chí theo quyết định riêng của mình.

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
vi: Công ty sẽ cung cấp cho bạn các báo cáo có thể truy cập thông qua trang web% 1 chi tiết doanh thu được tạo ra bởi khách hàng bạn đã giới thiệu, nếu có, thì nó đã được tích luỹ cho bạn trong suốt kì của tháng. Báo cáo này sẽ được cập nhật hàng ngày. Vào cuối một tháng, Nếu có, Công ty sẽ ghi tổng số cổ phiếu của doanh thu thuần, trong tháng trước đó. Trong trường hợp doanh thu cổ phiếu trong một tháng là một số âm, Công ty có quyền nhưng không có nghĩa vụ phải thực hiện chuyển tiếp hoặc bù vào mức lương âm này đối với doanh thu cổ phiếu trong tương lai sẽ phải trả cho bạn. Tuy nhiên Công ty cũng có quyền nhưng không có nghĩa vụ thực hiện chuyển tiếp số dư âm này.

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
vi: Công ty sẽ không chịu trách nhiệm đối với bất kỳ người nào trong trường hợp bất khả kháng, hoặc đối với hành động của bất kỳ cơ quan chính phủ cơ quan pháp lý nào, hoặc đối với thất bại, hư hại hoặc phá hủy hệ thống máy tính, dữ liệu hoặc hồ sơ,hoặc bất kỳ phần nào trong đó, hay cho sự chậm trễ, thất thoát, sai sót hoặc thiếu sót dẫn đến từ sự thất bại hoặc quản lý yếu kém của bất kỳ phương tiện truyền thông, thiết bị máy tính hay phần mềm nào. Công ty sẽ không chịu trách nhiệm cho bất kỳ thiệt hại hoặc tổn thất được gây ra từ trang web hoặc nội dung của nó. Điều này bao gồm việc sử dụng của của khách hàng hoặc lạm dụng các nội dung của nó, việc khách hàng không kết nối để sử dụng trang web, sự chậm trễ trong hoạt động hoặc truyền dẫn, thất bại của đường dây thông tin, hoặc bất kỳ lỗi hoặc thiếu sót trong nội dung.

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
vi: Công ty sẽ thông báo cho bạn bằng email nếu ứng dụng của bạn đã thành công với hướng dẫn cách để bắt đầu nâng cấp% 1

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
vi: Công ty sẽ cung cấp cho bạn các tài sản thế chấp quảng cáo với các Đường dẫn có chứa các ID liên kết và có thể được chúng tôi sửa đổi theo thời gian.

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
vi: Công ty sẽ tự mình xác định xem ứng dụng của bạn đã thành công hay chưa. Quyết định của Công ty là cuối cùng và không mở để kháng cáo.

source: The Company's Obligations
vi: Nghĩa vụ của Công ty

source: The Cyberview Lodge Resort in Cyberjaya
vi: Resort Cyberview Lodge ở Cyberjaya

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
vi: Các luật bảo vệ dữ liệu và nghĩa vụ quy định đặt nghĩa vụ vào người sử dụng dữ liệu cá nhân và đặt nguyên tắc để xử lý công bằng và hợp pháp các thông tin này. Chúng tôi cam kết bảo vệ sự riêng tư của bạn. Chúng tôi chỉ sử dụng thông tin cá nhân của bạn phục vụ tài khoản của bạn, cải thiện dịch vụ choi bạn, và cung cấp cho bạn các sản phẩm yêu cầu. Chúng tôi không bán thông tin cá nhân của bạn cho bên thứ ba, nhưng chúng tôi có thể cung cấp thông tin cá nhân của bạn để thanh toán, tạo thuận lợi cho các giao dịch trên tài khoản của bạn.

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
vi: Các Detrended Price Oscillator (DPO) so sánh giá đóng cửa với đường trung bình động ưu tiên, loại bỏ chu kỳ đường trung bình động dài hơn.

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
vi: Chỉ số EUR là chỉ số có trọng số, đo lường giá trị của đồng Euro trong giỏ 5 đồng tiền quốc tế (USD, AUD, GBP, JPY, CAD), mỗi loại có tỉ trọng là 20%.

source: The First Tick
vi: Giây di chuyển đầu tiên

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
vi: Chỉ số GBP là chỉ số có trọng số, đo lường giá trị đồng bảng Anh trong giỏ 5 đồng tiền quốc tế (USD, EUR, AUD, JPY, CAD), mỗi loại có tỉ trọng là 20%.

source: The JSON structure which supplied the access_token also included a refresh_token. Supply this in the following call:
vi: Cấu trúc JSON cung cấp mã truy cập mới cũng bao gồm mã tươi mới. Cung cấp mã này trong các Chọn mua sau:

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
vi: Chỉ số Mass cố gắng đoán đảo chiều bằng cách so sánh các phạm vi giao dịch (Cao trừ thấp) cho từng thời kỳ. Đảo được báo hiệu bởi một đường phình ra trong đường chỉ số.

source: The Mid price represents the average of the Bid and Ask.
vi: Giá ở giữa đại diện trung bình của giá Mua và giá Bán.

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
vi: Chỉ số MACD là một chỉ báo xu hướng và được thiết kế để xác định sự thay đổi của xu hướng.Chỉ báo MACD là một chỉ báo dao động dựa trên hai đường trung bình động theo hàm mũ của giá cổ phiếu. Ba đường đều được hiển thị. Đường"MACD" được tính bằng chênh lệch giữa hai đường trung bình động (thường dựa trên 12- và 26- ngày trung bình). Đường "tín hiệu" là đường trung binh thẳng 9 ngày của đường MACD chuẩn, và đôi khi được gọi là đường MACD "chậm".

source: The Payment Agent facility is currently not available in your country.
vi: Các cơ sở đại lý thanh toán hiện không có trong đất nước của bạn.

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
vi: Chỉ số Hiệu suất hiển thị hiệu suất giá chứng khoán theo tỷ lệ phần trăm. Điều này đôi khi được gọi là biểu đồ "bình thường hóa" . Các chỉ số Hiệu suất hiển thị tỷ lệ phần trăm đó là chứng khoán đã tăng lên từ lúc chu kì đầu được hiển thị. Ví dụ, nếu các chỉ số Hiệu suất là 10, có nghĩa rằng giá chứng khoán đã tăng 10% kể từ chu kì đầu hiển thị ở phía bên trái của biểu đồ. Tương tự như vậy, giá trị là -10% có nghĩa là giá chứng khoán đã giảm 10% kể từ chu kì đầu được hiển thị. Biểu đồ Hiệu suất rất hữu ích để so sánh biến động giá của các loại chứng khoán khác nhau.

source: The Premier Platform for Binary Options Trading
vi: Sàn giao dịch Cao cấp của Giao dịch Quyền chọn Binary

source: The Program
vi: Chương trình
